Repository: MoeKeyDev/MoeKey
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# noteCopyLocalLink
source: Copy this site link
ar_sa: انسخ الرابط إلى هذا الموقع
cs_cz: Zkopírujte odkaz na tuto stránku
da_dk: Kopier linket til denne side
de_de: Kopieren Sie den Link zu dieser Website
el_gr: Αντιγράψτε τον σύνδεσμο σε αυτόν τον ιστότοπο
es_es: Copie el enlace a este sitio
fi_fi: Kopioi linkki tälle sivustolle
fr_fr: Copier le lien vers ce site
hu_hu: Másolja a linket erre az oldalra
it_it: Copiare il link a questo sito
ko_kr: 링크 복사
nl_nl: Kopieer de link naar deze site
pl_pl: Skopiuj link do tej strony
pt_pt: Copiar a ligação para este sítio
ro_ro: Copiați link-ul către acest site
ru_ru: Скопируйте ссылку на этот сайт
sv_se: Kopiera länken till den här webbplatsen
tr_tr: Bu sitenin bağlantısını kopyalayın
uk_ua: Скопіюйте посилання на цей сайт

source: Share
ar_sa: مشاركة (الأفراح والمزايا والامتيازات وغيرها) مع الآخرين
cs_cz: sdílet (radosti, výhody, privilegia atd.) s ostatními.
da_dk: dele (glæder, fordele, privilegier osv.) med andre
de_de: (Freuden, Vorteile, Privilegien usw.) mit anderen zu teilen
el_gr: να μοιράζεστε (χαρές, οφέλη, προνόμια κ.λπ.) με άλλους
es_es: compartir (alegrías, ventajas, privilegios, etc.) con los demás
fi_fi: jakaa (ilot, edut, etuoikeudet jne.) muiden kanssa.
fr_fr: partager (joies, avantages, privilèges, etc.) avec les autres
hu_hu: megosztani (örömök, előnyök, kiváltságok stb.) másokkal
it_it: condividere (gioie, benefici, privilegi, ecc.) con gli altri
ko_kr: 공유
nl_nl: delen (vreugde, voordelen, privileges enz.) met anderen
pl_pl: dzielić się (radościami, korzyściami, przywilejami itp.) z innymi
pt_pt: partilhar (alegrias, benefícios, privilégios, etc.) com os outros
ro_ro: să împărtășească (bucurii, beneficii, privilegii etc.) cu alții
ru_ru: делиться с другими (радостями, благами, привилегиями и т.д.)
sv_se: dela (glädjeämnen, förmåner, privilegier etc.) med andra
tr_tr: (sevinçleri, faydaları, ayrıcalıkları vb.) başkalarıyla paylaşmak
uk_ua: ділитися (радощами, благами, привілеями тощо) з іншими

# noteOpenRemoteLink
source: View on remote instance
ar_sa: انتقل إلى الخادم المضيف لعرض
cs_cz: Přejděte na hostitelský server a zobrazte
da_dk: Gå til værtsserveren for at vise
de_de: Gehen Sie zum Hostserver, um Folgendes anzuzeigen
el_gr: Μεταβείτε στον κεντρικό διακομιστή για να εμφανίσετε
es_es: Vaya al servidor anfitrión para visualizar
fi_fi: Siirry isäntäpalvelimelle näyttämään
fr_fr: Accédez au serveur hôte pour afficher
hu_hu: Menjen a gazdaszerverre a megjelenítéshez
it_it: Accedere al server host per visualizzare
ko_kr: 리모트에서 보기
nl_nl: Ga naar de hostserver om het volgende weer te geven
pl_pl: Przejdź do serwera hosta, aby wyświetlić
pt_pt: Aceder ao servidor anfitrião para visualizar
ro_ro: Mergeți la serverul gazdă pentru a afișa
ru_ru: Перейдите на главный сервер, чтобы отобразить
sv_se: Gå till värdservern för att visa
tr_tr: Görüntülemek için ana sunucuya gidin
uk_ua: Перейдіть на хост-сервер, щоб відобразити

# translate
source: Translation
ar_sa: التقديم
cs_cz: vykreslování
da_dk: gengivelse
de_de: Rendering
el_gr: rendering
es_es: renderización
fi_fi: renderointi
fr_fr: l'équarrissage
hu_hu: renderelés
it_it: rendering
ko_kr: 번역
nl_nl: weergave
pl_pl: renderowanie
pt_pt: renderização
ro_ro: redare
ru_ru: рендеринг
sv_se: rendering
tr_tr: işleme
uk_ua: рендеринг

# noteTranslate
source: Translate Post
ar_sa: ترجمة المنشورات
cs_cz: Překlad příspěvků
da_dk: Oversættelse af indlæg
de_de: Übersetzung von Beiträgen
el_gr: Μετάφραση των αναρτήσεων
es_es: Traducción de entradas
fi_fi: Virkojen käännös
fr_fr: Traduction des messages
hu_hu: A hozzászólások fordítása
it_it: Traduzione dei messaggi
ko_kr: 노트 번역
nl_nl: Vertaling van berichten
pl_pl: Tłumaczenie postów
pt_pt: Tradução de mensagens
ro_ro: Traducerea mesajelor
ru_ru: Перевод сообщений
sv_se: Översättning av inlägg
tr_tr: Gönderilerin çevirisi
uk_ua: Переклад дописів

# clip
source: Clips
ar_sa: المذكرة
cs_cz: memo
da_dk: Notat
de_de: Memo
el_gr: σημείωμα
es_es: memo
fi_fi: muistio
fr_fr: mémo
hu_hu: memo
it_it: promemoria
ko_kr: 클립
nl_nl: memo
pl_pl: notatka
pt_pt: memorando
ro_ro: memo
ru_ru: памятка
sv_se: memo
tr_tr: memo
uk_ua: записка

# clipCreate
source: Create new clip
ar_sa: الملاحظات اللاصقة الجديدة
cs_cz: Nové samolepicí poznámky
da_dk: Nye sticky notes
de_de: Neue Haftnotizen
el_gr: Νέες αυτοκόλλητες σημειώσεις
es_es: Nuevas notas adhesivas
fi_fi: Uudet muistiinpanot
fr_fr: Nouvelles notes autocollantes
hu_hu: Új öntapadós jegyzetek
it_it: Nuove note adesive
ko_kr: 새 클립 만들기
nl_nl: Nieuwe plakbriefjes
pl_pl: Nowe karteczki samoprzylepne
pt_pt: Novas notas adesivas
ro_ro: Noi notițe lipicioase
ru_ru: Новые липкие заметки
sv_se: Nya klisterlappar
tr_tr: Yeni Yapışkan Notlar
uk_ua: Нові стікери

# clipUpdate
source: Update clip
de_de: Haftnotizen aktualisieren
el_gr: 更新便签
fi_fi: Päivitä muistiinpanot
fr_fr: Mise à jour des notes autocollantes
hu_hu: Frissítés öntapadós jegyzetek
it_it: Aggiornare le note adesive
ko_kr: 스티커 메모 업데이트
pl_pl: Aktualizacja karteczek samoprzylepnych
pt_pt: Atualizar notas autocolantes
ro_ro: 更新便签
ru_ru: Обновление липких заметок
sv_se: Uppdatera klisterlappar
tr_tr: Yapışkan Notları Güncelleyin
uk_ua: Оновити стікери

source: View
ar_sa: تحقق من
cs_cz: podívejte se
da_dk: tjek ud
de_de: auschecken
el_gr: ελέγξτε
es_es: comprobar
fi_fi: tsekkaa
fr_fr: vérifier
hu_hu: nézd meg
it_it: controllare
ko_kr: 조회
nl_nl: uitchecken
pl_pl: sprawdź
pt_pt: verificar
ro_ro: verificați
ru_ru: проверять
sv_se: checka ut
tr_tr: kontrol et
uk_ua: перевірте.

# sensitiveContent
source: Sensitive
ar_sa: المحتوى الحساس
cs_cz: Citlivý obsah
da_dk: Følsomt indhold
de_de: Sensibler Inhalt
el_gr: Ευαίσθητο περιεχόμενο
es_es: Contenido sensible
fi_fi: Arkaluonteinen sisältö
fr_fr: Contenu sensible
hu_hu: Érzékeny tartalom
it_it: Contenuti sensibili
ko_kr: 민감한 내용
nl_nl: Gevoelige inhoud
pl_pl: Wrażliwa zawartość
pt_pt: Conteúdo sensível
ro_ro: Conținut sensibil
ru_ru: Чувствительный контент
sv_se: Känsligt innehåll
tr_tr: Hassas içerik
uk_ua: Делікатний вміст

# image
source: Picture
ar_sa: صورة فوتوغرافية
cs_cz: fotografie
da_dk: Foto
de_de: Foto
el_gr: φωτογραφία
es_es: fotografía
fi_fi: valokuva
fr_fr: photographie
hu_hu: fénykép
it_it: fotografia
ko_kr: 사진
nl_nl: foto
pl_pl: zdjęcie
pt_pt: fotografia
ro_ro: fotografie
ru_ru: фотография
sv_se: fotografi
tr_tr: Fotoğraf
uk_ua: фотографія

# video
source: Videos
ar_sa: فيديو
cs_cz: video
da_dk: video
de_de: Video
el_gr: βίντεο
es_es: vídeo
fi_fi: video
fr_fr: vidéo
hu_hu: videó
it_it: video
ko_kr: 비디오
nl_nl: video
pl_pl: wideo
pt_pt: vídeo
ro_ro: video
ru_ru: видео
sv_se: video
tr_tr: Video
uk_ua: відео

# sensitiveClickShow
source: Tap to show
ar_sa: انقر للعرض
cs_cz: Klikněte pro zobrazení
da_dk: Klik for at vise
de_de: Anklicken zum Anzeigen
el_gr: Κάντε κλικ για να εμφανιστεί
es_es: Haga clic para mostrar
fi_fi: Klikkaa näyttääksesi
fr_fr: Cliquer pour afficher
hu_hu: Kattintson a megjelenítéshez
it_it: Fare clic per visualizzare
ko_kr: 눌러서 확인하기
nl_nl: Klik om te tonen
pl_pl: Kliknij, aby wyświetlić
pt_pt: Clique para mostrar
ro_ro: Faceți clic pentru a afișa
ru_ru: Нажмите, чтобы показать
sv_se: Klicka för att visa
tr_tr: Göstermek için tıklayın
uk_ua: Натисніть, щоб показати

# selectUser
source: Select Users
ar_sa: اختر المستخدم
cs_cz: Vybrat uživatele
da_dk: Vælg bruger
de_de: Benutzer auswählen
el_gr: Επιλέξτε χρήστη
es_es: Seleccionar usuario
fi_fi: Valitse käyttäjä
fr_fr: Sélectionner l'utilisateur
hu_hu: Felhasználó kiválasztása
it_it: Selezionare l'utente
ko_kr: 유저 선택
nl_nl: Gebruiker selecteren
pl_pl: Wybierz użytkownika
pt_pt: Selecionar utilizador
ro_ro: Selectați utilizatorul
ru_ru: Выберите пользователя
sv_se: Välj användare
tr_tr: Kullanıcı Seçin
uk_ua: Виберіть користувача

source: Username
ar_sa: معرّف المستخدم
cs_cz: ID uživatele
da_dk: Bruger-ID
de_de: Benutzer-ID
el_gr: αναγνωριστικό χρήστη
es_es: ID de usuario
fi_fi: käyttäjätunnus
fr_fr: ID de l'utilisateur
hu_hu: felhasználói azonosító
it_it: ID utente
ko_kr: 유저 이름
nl_nl: gebruikers-ID
pl_pl: identyfikator użytkownika
pt_pt: ID do utilizador
ro_ro: ID utilizator
ru_ru: идентификатор пользователя
sv_se: Användar-ID
tr_tr: kullanıcı kimliği
uk_ua: ідентифікатор користувача

# user
source: Users
ar_sa: المستخدم
cs_cz: uživatel
da_dk: bruger
de_de: Benutzer
el_gr: χρήστης
es_es: usuario
fi_fi: käyttäjä
fr_fr: utilisateur
hu_hu: felhasználó
it_it: utente
ko_kr: 유저
nl_nl: gebruiker
pl_pl: użytkownik
pt_pt: utilizador
ro_ro: utilizator
ru_ru: пользователь
sv_se: användare
tr_tr: kullanıcı
uk_ua: користувач

# hostnames
source: Domain
ar_sa: اسم النطاق
cs_cz: název domény
da_dk: Domænenavn
de_de: Domain-Name
el_gr: όνομα τομέα
es_es: nombre de dominio
fi_fi: verkkotunnus
fr_fr: nom de domaine
hu_hu: domain név
it_it: nome di dominio
ko_kr: 도메인 이름
nl_nl: domeinnaam
pl_pl: nazwa domeny
pt_pt: nome de domínio
ro_ro: nume de domeniu
ru_ru: доменное имя
sv_se: domännamn
tr_tr: alan adı
uk_ua: доменне ім'я

# isFollowingYouNow
source: Following you
ar_sa: أنا أراقبك
cs_cz: Sleduji tě.
da_dk: Jeg holder øje med dig.
de_de: Ich beobachte dich.
el_gr: Σε παρακολουθώ.
es_es: Te estoy observando.
fi_fi: Minä katson sinua.
fr_fr: Je vous observe.
hu_hu: Figyellek téged.
it_it: Ti sto osservando.
ko_kr: 당신을 팔로우함
nl_nl: Ik hou je in de gaten.
pl_pl: Obserwuję cię.
pt_pt: Estou a observar-te.
ro_ro: Sunt cu ochii pe tine.
ru_ru: Я слежу за тобой.
sv_se: Jag håller ögonen på dig.
tr_tr: Seni izliyorum.
uk_ua: Я спостерігаю за тобою.

# userDescriptionIsNull
source: This user has not written their bio yet.
ar_sa: لم يقدم هذا المستخدم نفسه بعد
cs_cz: Tento uživatel se ještě nepředstavil
da_dk: Denne bruger har endnu ikke præsenteret sig selv
de_de: Dieser Benutzer hat sich noch nicht vorgestellt
el_gr: Αυτός ο χρήστης δεν έχει ακόμη συστηθεί
es_es: Este usuario aún no se ha presentado
fi_fi: Tämä käyttäjä ei ole vielä esitellyt itseään
fr_fr: Cet utilisateur ne s'est pas encore présenté
hu_hu: Ez a felhasználó még nem mutatkozott be
it_it: Questo utente non si è ancora presentato
ko_kr: 자기소개가 없습니다
nl_nl: Deze gebruiker heeft zichzelf nog niet voorgesteld
pl_pl: Ten użytkownik jeszcze się nie przedstawił
pt_pt: Este utilizador ainda não se apresentou
ro_ro: Acest utilizator nu s-a prezentat încă
ru_ru: Этот пользователь еще не представился
sv_se: Denna användare har ännu inte presenterat sig
tr_tr: Bu kullanıcı henüz kendini tanıtmadı
uk_ua: Цей користувач ще не представився

source: Follow
ar_sa: التركيز
cs_cz: zaměření
da_dk: fokus
de_de: Fokus
el_gr: εστίαση
es_es: enfoque
fi_fi: focus
fr_fr: se focaliser
hu_hu: fókusz
it_it: focus
ko_kr: 팔로우
nl_nl: focus
pl_pl: ostrość
pt_pt: foco
ro_ro: focalizare
ru_ru: фокус
sv_se: fokus
tr_tr: odaklanma
uk_ua: фокус

source: Unfollow
ar_sa: إلغاء المتابعة
cs_cz: Zrušit sledování
da_dk: Ikke følge
el_gr: Ακολουθήστε το
es_es: Dejar de seguir
fr_fr: Non suivi
it_it: Non seguire
ko_kr: 팔로우 취소
nl_nl: niet volgen
pl_pl: Nie obserwuj
pt_pt: Deixar de seguir
ru_ru: Отклонить
sv_se: Avföljning
tr_tr: Takibi bırak
uk_ua: Скасувати відповідь

source: Followed
ar_sa: يتبع
cs_cz: Sledováno
da_dk: Fulgte efter
de_de: Gefolgt von
el_gr: Ακολούθησε το
es_es: Siguió
fi_fi: Seurattu
fr_fr: Suivi
hu_hu: Követett
it_it: Seguito
ko_kr: 팔로우함
nl_nl: Ik heb gevolgd.
pl_pl: Śledzony
pt_pt: Seguido
ro_ro: Urmărit
ru_ru: Следовать
sv_se: Följt av
tr_tr: Takip edildi
uk_ua: Слідкували за

source: Followers
ar_sa: مراقب
cs_cz: watcher
da_dk: Seer
de_de: Beobachter
el_gr: παρατηρητής
es_es: observador
fi_fi: watcher
fr_fr: observateur
hu_hu: watcher
it_it: osservatore
ko_kr: 팔로워
nl_nl: watcher
pl_pl: obserwator
pt_pt: observador
ro_ro: observator
ru_ru: наблюдатель
sv_se: observatör
tr_tr: gözlemci
uk_ua: спостерігач

source: Following
ar_sa: قلق
cs_cz: Znepokojený
da_dk: Bekymret
de_de: Besorgt
el_gr: Ανήσυχο
es_es: Preocupado
fi_fi: Huolestunut
fr_fr: Inquiétude
hu_hu: Aggódó
it_it: Preoccupato
ko_kr: 팔로잉
nl_nl: Bezorgd
pl_pl: Zaniepokojony
pt_pt: Preocupado
ro_ro: Îngrijorat
ru_ru: Озабоченные
sv_se: Bekymrad
tr_tr: Endişeli
uk_ua: Занепокоєні

# durationDay
source: {day}d {hour}h {minute}m {second}s
ar_sa: {day}{hour}{minute}{second}الأيام الساعات الساعات الدقائق الدقائق الثواني
cs_cz: {day}{hour}{minute}{second}Dny hodiny minuty sekundy
da_dk: {day}{hour}{minute}{second}Dage timer minutter sekunder
de_de: {day}{hour}{minute}{second}Tage Stunden Minuten Sekunden
el_gr: {day}{hour}{minute}{second}Ημέρες ώρες λεπτά δευτερόλεπτα
es_es: {day}{hour}{minute}{second}Días horas minutos segundos
fi_fi: {day}{hour}{minute}{second}Päivät tunnit minuutit sekunnit
fr_fr: {day}{hour}{minute}{second}Jours heures minutes secondes
hu_hu: {day}{hour}{minute}{second}Napok órák percek másodpercek
it_it: {day}{hour}{minute}{second}Giorni ore minuti secondi
ko_kr: {day}일 {hour}시간 {minute}분 {second}초
nl_nl: {day}{hour}{minute}{second}Dagen uren minuten seconden
pl_pl: {day}{hour}{minute}{second}Dni godziny minuty sekundy
pt_pt: {day}{hour}{minute}{second}Dias horas minutos segundos
ro_ro: {day}{hour}{minute}{second}Zile ore minute secunde
ru_ru: {day}{hour}{minute}{second}Дни часы минуты секунды
sv_se: {day}{hour}{minute}{second}Dagar timmar minuter sekunder
tr_tr: {day}{hour}{minute}{second}Gün saat dakika saniye
uk_ua: {day}{hour}{minute}{second}Дні години хвилини секунди

# durationHour
source: {hour}h {minute}m {second}s
ar_sa: {hour}{minute}{second}الساعات والدقائق والثواني
cs_cz: {hour}{minute}{second}Hodiny Minuty Sekundy
da_dk: {hour}{minute}{second}Timer Minutter Sekunder
de_de: {hour}{minute}{second}Stunden, Minuten, Sekunden
el_gr: {hour}{minute}{second}Ώρες Λεπτά Δευτερόλεπτα
es_es: {hour}{minute}{second}Horas Minutos Segundos
fi_fi: {hour}{minute}{second}Tunnit Minuutit Sekunnit
fr_fr: {hour}{minute}{second}Heures Minutes Secondes
hu_hu: {hour}{minute}{second}Órák Percek Másodpercek
it_it: {hour}{minute}{second}Ore Minuti Secondi
ko_kr: {hour}시간 {minute}분 {second}초
nl_nl: {hour}{minute}{second}Uren Minuten Seconden
pl_pl: {hour}{minute}{second}Godziny Minuty Sekundy
pt_pt: {hour}{minute}{second}Horas Minutos Segundos
ro_ro: {hour}{minute}{second}Ore Minute Secunde
ru_ru: {hour}{minute}{second}Часы Минуты Секунды
sv_se: {hour}{minute}{second}Timmar Minuter Sekunder
tr_tr: {hour}{minute}{second}Saat Dakika Saniye
uk_ua: {hour}{minute}{second}Години Хвилини Секунди

# durationMinute
source: {minute}m {second}s
ar_sa: {minute}{second}دقائق ثوانٍ
cs_cz: {minute}{second}Minuty sekundy
da_dk: {minute}{second}Minutter sekunder
de_de: {minute}{second}Minuten Sekunden
el_gr: {minute}{second}Λεπτά δευτερόλεπτα
es_es: {minute}{second}Minutos segundos
fi_fi: {minute}{second}Minuutit sekunnit
fr_fr: {minute}{second}Minutes secondes
hu_hu: {minute}{second}Percek másodpercek
it_it: {minute}{second}Minuti secondi
ko_kr: {minute}분 {second}초
nl_nl: {minute}{second}Minuten seconden
pl_pl: {minute}{second}Minuty sekundy
pt_pt: {minute}{second}Minutos segundos
ro_ro: {minute}{second}Minute secunde
ru_ru: {minute}{second}Минуты секунды
sv_se: {minute}{second}Minuter sekunder
tr_tr: {minute}{second}Dakika saniye
uk_ua: {minute}{second}Хвилини секунди

# durationSecond
source: {second}s
ar_sa: {second}وحدة الزاوية أو القوس المكافئ واحد على ٦٠ من الدرجة
cs_cz: {second}jednotka úhlu nebo oblouku odpovídající jedné šedesátině stupně
da_dk: {second}enhed for vinkel eller bue svarende til en tresindstyvendedel af en grad
de_de: {second}Einheit des Winkels oder Bogens, die einem Sechzigstel eines Grades entspricht
el_gr: {second}μονάδα γωνίας ή τόξου που ισοδυναμεί με ένα εξηκοστό της μοίρας
es_es: {second}unidad de ángulo o arco equivalente a la sexagésima parte de un grado
fi_fi: {second}kulman tai kaaren yksikkö, joka vastaa yhtä asteen kuudeskymmenesosaa.
fr_fr: {second}unité d'angle ou d'arc équivalant à un soixantième de degré
hu_hu: {second}szög vagy ív egy hatvanad foknak megfelelő egysége
it_it: {second}unità di angolo o arco equivalente a un sessantesimo di grado
ko_kr: {second}초
nl_nl: {second}eenheid van hoek of boog equivalent een zestigste van een graad
pl_pl: {second}jednostka kąta lub łuku odpowiadająca jednej sześćdziesiątej stopnia
pt_pt: {second}unidade de ângulo ou arco equivalente a um sexagésimo de grau
ro_ro: {second}unitate de unghi sau arc echivalent cu o șaizecime de grad
ru_ru: {second}единица угла или дуги, эквивалентная одной шестидесятой градуса
sv_se: {second}enhet för vinkel eller båge motsvarande en sextiondels grad
tr_tr: {second}bir derecenin altmışta birine eşdeğer açı veya yay birimi
uk_ua: {second}одиниця кута або дуги, еквівалентна одній шістдесятій градуса

source: Uncategorized
ar_sa: غير مصنف
cs_cz: Nekategorizované
da_dk: Ikke kategoriseret
de_de: Nicht kategorisiert
el_gr: Μη κατηγοριοποιημένο
es_es: Sin categoría
fi_fi: Luokittelematon
fr_fr: Sans catégorie
hu_hu: Nem kategorizált
it_it: Senza categoria
ko_kr: 분류되지 않음
nl_nl: Ongecategoriseerd
pl_pl: Bez kategorii
pt_pt: Não categorizado
ro_ro: Fără categorie
ru_ru: Без категории
sv_se: Okategoriserade
tr_tr: Kategorize edilmemiş
uk_ua: Без категорії

# announcementActive
source: Now
ar_sa: إعلان الآن
cs_cz: Oznámení nyní
da_dk: Annoncering nu
de_de: Jetzt ankündigen
el_gr: Ανακοίνωση τώρα
es_es: Anuncio ahora
fi_fi: Ilmoitus nyt
fr_fr: Annonce maintenant
hu_hu: Bejelentés most
it_it: Annuncio ora
ko_kr: 현재 공지사항
nl_nl: Nu aankondigen
pl_pl: Ogłoszenie teraz
pt_pt: Anúncio agora
ro_ro: Anunț acum
ru_ru: Объявление сейчас
sv_se: Tillkännagivande nu
tr_tr: Duyuru şimdi
uk_ua: Анонс зараз

# announcementExpired
source: Past
ar_sa: الإعلانات السابقة
cs_cz: Minulá oznámení
da_dk: Tidligere meddelelser
de_de: Frühere Ankündigungen
el_gr: Προηγούμενες ανακοινώσεις
es_es: Anuncios anteriores
fi_fi: Aiemmat ilmoitukset
fr_fr: Annonces passées
hu_hu: Korábbi bejelentések
it_it: Annunci passati
ko_kr: 과거 공지사항
nl_nl: Aankondigingen uit het verleden
pl_pl: Poprzednie ogłoszenia
pt_pt: Anúncios anteriores
ro_ro: Anunțuri anterioare
ru_ru: Прошлые объявления
sv_se: Tidigare tillkännagivanden
tr_tr: Geçmiş Duyurular
uk_ua: Попередні анонси

# createdDate
source: Creation date
ar_sa: تاريخ الإنشاء
cs_cz: Datum vytvoření
da_dk: Dato for oprettelse
de_de: Datum der Erstellung
el_gr: Ημερομηνία δημιουργίας
es_es: Fecha de creación
fi_fi: Luontipäivämäärä
fr_fr: Date de création
hu_hu: A létrehozás dátuma
it_it: Data di creazione
ko_kr: 생성된 날짜
nl_nl: Datum oprichting
pl_pl: Data utworzenia
pt_pt: Data de criação
ro_ro: Data creării
ru_ru: Дата создания
sv_se: Datum för skapande
tr_tr: Oluşturulma tarihi
uk_ua: Дата створення

# updatedDate
source: Update Date
ar_sa: تاريخ التحديث
cs_cz: Datum aktualizace
da_dk: Dato for opdatering
de_de: Datum der Aktualisierung
el_gr: Ημερομηνία ενημέρωσης
es_es: Fecha de actualización
fi_fi: Päivityspäivämäärä
fr_fr: Date de mise à jour
hu_hu: Frissítés dátuma
it_it: Data di aggiornamento
ko_kr: 업데이트한 날짜
nl_nl: Datum bijwerken
pl_pl: Data aktualizacji
pt_pt: Data de atualização
ro_ro: Data actualizării
ru_ru: Дата обновления
sv_se: Datum för uppdatering
tr_tr: Güncelleme Tarihi
uk_ua: Дата оновлення

# clipRemove
source: Remove Clip
ar_sa: إزالة الملاحظات اللاصقة
cs_cz: Odstranění samolepicích poznámek
da_dk: Fjern klæbende noter
de_de: Haftnotizen entfernen
el_gr: Αφαίρεση αυτοκόλλητων σημειώσεων
es_es: Eliminar notas adhesivas
fi_fi: Poista tahmeat muistiinpanot
fr_fr: Supprimer les notes autocollantes
hu_hu: Öntapadós jegyzetek eltávolítása
it_it: Rimuovere le note appiccicose
ko_kr: 클립 해제
nl_nl: Kleefnotities verwijderen
pl_pl: Usuwanie karteczek samoprzylepnych
pt_pt: Remover notas adesivas
ro_ro: Eliminarea notițelor lipicioase
ru_ru: Удалить липкие заметки
sv_se: Ta bort klisterlappar
tr_tr: Yapışkan Notları Kaldırma
uk_ua: Видаліть липкі нотатки

source: Edit
ar_sa: المترجم
cs_cz: kompilátor
da_dk: kompilator
de_de: Compiler
el_gr: μεταγλωττιστής
es_es: compilador
fi_fi: kääntäjä
fr_fr: compilateur
hu_hu: fordító
it_it: compilatore
ko_kr: 수정
nl_nl: compiler
pl_pl: kompilator
pt_pt: compilador
ro_ro: compilator
ru_ru: компилятор
sv_se: kompilator
tr_tr: derleyici
uk_ua: компілятор

# favorite
source: Add to Favorites
ar_sa: إشارة مرجعية (إنترنت)
cs_cz: záložka (Internet)
da_dk: Bogmærke (internet)
de_de: Lesezeichen (Internet)
el_gr: σελιδοδείκτης (Internet)
es_es: Marcador (Internet)
fi_fi: kirjanmerkki (Internet)
fr_fr: signet (Internet)
hu_hu: könyvjelző (Internet)
it_it: segnalibro (Internet)
ko_kr: 즐겨찾기
nl_nl: bladwijzer (internet)
pl_pl: zakładka (Internet)
pt_pt: marcador (Internet)
ro_ro: marcaj (Internet)
ru_ru: закладка (Интернет)
sv_se: bokmärke (Internet)
tr_tr: yer imi (İnternet)
uk_ua: закладка (Інтернет)

source: My Clips
ar_sa: ملاحظتي
cs_cz: Moje poznámky.
da_dk: Min bemærkning.
de_de: Meine Anmerkung.
el_gr: Η σημείωσή μου.
es_es: Mi nota.
fi_fi: Minun huomautukseni.
fr_fr: Mes notes.
hu_hu: Az én megjegyzésem.
it_it: Il mio appunto.
ko_kr: 내 클립
nl_nl: Mijn opmerking.
pl_pl: Moje notatki.
pt_pt: A minha nota.
ro_ro: Nota mea.
ru_ru: Моя заметка.
sv_se: Min anmärkning.
tr_tr: Benim notum.
uk_ua: Моя записка.

# clipFavoriteList
source: Favorites
ar_sa: إشارة مرجعية (إنترنت)
cs_cz: záložka (Internet)
da_dk: Bogmærke (internet)
de_de: Lesezeichen (Internet)
el_gr: σελιδοδείκτης (Internet)
es_es: Marcador (Internet)
fi_fi: kirjanmerkki (Internet)
fr_fr: signet (Internet)
hu_hu: könyvjelző (Internet)
it_it: segnalibro (Internet)
ko_kr: 즐겨찾기
nl_nl: bladwijzer (internet)
pl_pl: zakładka (Internet)
pt_pt: marcador (Internet)
ro_ro: marcaj (Internet)
ru_ru: закладка (Интернет)
sv_se: bokmärke (Internet)
tr_tr: yer imi (İnternet)
uk_ua: закладка (Інтернет)

# deleteConfirm
source: Should I delete ‘{thing}’?
ar_sa: {thing}هل تريد حذف " "؟
cs_cz: {thing}Chcete odstranit " "?
da_dk: {thing}Ønsker du at slette " "?
de_de: {thing}Möchten Sie " " löschen?
el_gr: {thing}Θέλετε να διαγράψετε το " ";
es_es: {thing}¿Quieres borrar " "?
fi_fi: {thing}Haluatko poistaa " "?
fr_fr: {thing}Vous souhaitez supprimer " " ?
hu_hu: {thing}Szeretné törölni a " "?
it_it: {thing}Vuoi cancellare " "?
ko_kr: "{thing}"을 삭제하시겠습니까?
nl_nl: {thing}Wil je " " verwijderen?
pl_pl: {thing}Chcesz usunąć " "?
pt_pt: {thing}Pretende eliminar " "?
ro_ro: {thing}Doriți să ștergeți " "?
ru_ru: {thing}Хотите удалить " "?
sv_se: {thing}Vill du ta bort " "?
tr_tr: {thing}" " silmek ister misiniz?
uk_ua: {thing}Хочете видалити " "?

# clipFavorite
source: Add To Favorites
ar_sa: إضافة إلى المفضلة
cs_cz: Přidat do oblíbených
da_dk: Tilføj til favoritter
de_de: Zu Favoriten hinzufügen
el_gr: Προσθήκη στα αγαπημένα
es_es: Añadir a favoritos
fi_fi: Lisää suosikkeihin
fr_fr: Ajouter aux favoris
hu_hu: Hozzáadás a kedvencekhez
it_it: Aggiungi ai preferiti
ko_kr: 즐겨찾기에 추가
nl_nl: Toevoegen aan favorieten
pl_pl: Dodaj do ulubionych
pt_pt: Adicionar aos favoritos
ro_ro: Adăugați la favorite
ru_ru: Добавить в избранное
sv_se: Lägg till bland favoriter
tr_tr: Favorilere ekle
uk_ua: Додати в обране Обране
