Repository: MoeKeyDev/MoeKey
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

source: Processing
ar_sa: قيد التنفيذ
cs_cz: probíhá
da_dk: i gang
de_de: in Arbeit
el_gr: σε εξέλιξη
es_es: en curso
fi_fi: käynnissä
fr_fr: en cours
hu_hu: folyamatban
it_it: in corso
ko_kr: 처리 중
nl_nl: in uitvoering
pl_pl: w toku
pt_pt: em curso
ro_ro: în curs de desfășurare
ru_ru: в процессе
sv_se: pågår
tr_tr: devam ediyor
uk_ua: у процесі

# overviews
source: Overview
ar_sa: القشط من خلال
cs_cz: zběžně projít
da_dk: skimme igennem
de_de: durchblättern
el_gr: ξεφυλλίζω
es_es: hojear
fi_fi: selata läpi
fr_fr: parcourir
hu_hu: átfutni
it_it: sfogliare
ko_kr: 요약
nl_nl: doorbladeren
pl_pl: przeglądać
pt_pt: passar por cima
ro_ro: trece cu vederea
ru_ru: просмотреть
sv_se: skumma igenom
tr_tr: gözden geçirin
uk_ua: переглянути
