Repository: MoeKeyDev/MoeKey
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

source: Rename Folder
ar_sa: إعادة تسمية مجلد
cs_cz: Přejmenování složky
da_dk: Omdøb en mappe
de_de: Einen Ordner umbenennen
el_gr: Μετονομασία φακέλου
es_es: Cambiar el nombre de una carpeta
fi_fi: Nimeä kansio uudelleen
fr_fr: Renommer un dossier
hu_hu: Mappa átnevezése
it_it: Rinominare una cartella
ko_kr: 폴더 이름 변경
nl_nl: Een map hernoemen
pl_pl: Zmiana nazwy folderu
pt_pt: Mudar o nome de uma pasta
ro_ro: Redenumiți un dosar
ru_ru: Переименовать папку
sv_se: Byt namn på en mapp
tr_tr: Bir klasörü yeniden adlandırın
uk_ua: Перейменування теки

# enterNewFileName
source: Please input a new filename
ar_sa: الرجاء إدخال اسم ملف جديد
cs_cz: Zadejte prosím nový název souboru
da_dk: Indtast venligst et nyt filnavn
de_de: Bitte geben Sie einen neuen Dateinamen ein
el_gr: Παρακαλώ εισάγετε ένα νέο όνομα αρχείου
es_es: Introduzca un nuevo nombre de archivo
fi_fi: Anna uusi tiedostonimi
fr_fr: Veuillez saisir un nouveau nom de fichier
hu_hu: Kérjük, adjon meg egy új fájlnevet
it_it: Inserire un nuovo nome di file
ko_kr: 바꿀 파일명을 입력해 주세요
nl_nl: Voer een nieuwe bestandsnaam in
pl_pl: Wprowadź nową nazwę pliku
pt_pt: Introduzir um novo nome de ficheiro
ro_ro: Vă rugăm să introduceți un nou nume de fișier
ru_ru: Введите новое имя файла
sv_se: Ange ett nytt filnamn
tr_tr: Lütfen yeni bir dosya adı girin
uk_ua: Будь ласка, введіть нове ім'я файлу

# deleteFileConfirmation
source: Are you sure you want to delete the file "{name}"? Notes with this file attached will also be deleted.
ar_sa: {name}هل تريد حذف ملف "" ؟ سيتم أيضاً حذف المشاركات التي تحتوي على هذا الملف المرفق.
cs_cz: {name}Chcete odstranit soubor " "? Příspěvky s tímto souborem budou také smazány.
da_dk: {name}Vil du slette filen " "? Indlæg med denne fil vedhæftet vil også blive slettet.
de_de: {name}Möchten Sie die Datei " " löschen? Beiträge, die diese Datei enthalten, werden ebenfalls gelöscht.
el_gr: {name}Θέλετε να διαγράψετε το αρχείο " "; Οι αναρτήσεις με αυτό το αρχείο θα διαγραφούν επίσης.
es_es: {name}¿Quieres borrar el archivo " "? Los mensajes que contengan este archivo también se eliminarán.
fi_fi: {name}Haluatko poistaa tiedoston " "? Viestit, joihin on liitetty tämä tiedosto, poistetaan myös.
fr_fr: {name}Vous souhaitez supprimer le fichier " " ? Les messages contenant ce fichier seront également supprimés.
hu_hu: {name}Szeretné törölni a " " fájlt? A hozzászólások, amelyekhez ez a fájl csatolva van, szintén törlésre kerülnek.
it_it: {name}Vuoi eliminare il file " "? Anche i post con questo file allegato saranno eliminati.
ko_kr: 파일 "{name}" 을 삭제하시겠습니까? 이 파일이 첨부된 노트도 함께 삭제됩니다.
nl_nl: {name}Wil je het " " bestand verwijderen? Berichten met dit bestand erbij worden ook verwijderd.
pl_pl: {name}Chcesz usunąć plik " "? Posty z załączonym plikiem również zostaną usunięte.
pt_pt: {name}Pretende apagar o ficheiro " "? As mensagens com este ficheiro anexado também serão eliminadas.
ro_ro: {name}Doriți să ștergeți fișierul " "? Mesajele cu acest fișier atașat vor fi, de asemenea, șterse.
ru_ru: {name}Хотите удалить файл " "? Сообщения с прикрепленным файлом также будут удалены.
sv_se: {name}Vill du ta bort filen " "? Inlägg med den här filen bifogad kommer också att raderas.
tr_tr: {name}" " dosyasını silmek ister misiniz? Bu dosyanın ekli olduğu gönderiler de silinecektir.
uk_ua: {name}Хочете видалити файл " "? Дописи з цим файлом також буде видалено.

# deleteFolderConfirmation
source: Want to delete the "{name}" folder? If there are contents in the folder, please delete the contents of the folder first.
ar_sa: {name}هل تريد حذف المجلد "" ؟ إذا كانت هناك محتويات في المجلد، يرجى حذف محتويات المجلد أولاً.
cs_cz: {name}Chcete odstranit složku " "? Pokud je ve složce obsah, odstraňte nejprve obsah složky.
da_dk: {name}Vil du slette mappen " "? Hvis der er indhold i mappen, skal du først slette indholdet i mappen.
de_de: {name}Möchten Sie den Ordner " " löschen? Wenn sich Inhalte in dem Ordner befinden, löschen Sie bitte zuerst den Inhalt des Ordners.
el_gr: {name}Θέλετε να διαγράψετε το φάκελο " "; Εάν υπάρχουν περιεχόμενα στο φάκελο, διαγράψτε πρώτα τα περιεχόμενα του φακέλου.
es_es: {name}¿Desea eliminar la carpeta " "? Si hay contenido en la carpeta, elimínelo primero.
fi_fi: {name}Haluatko poistaa kansion " "? Jos kansiossa on sisältöä, poista ensin kansion sisältö.
fr_fr: {name}Vous souhaitez supprimer le dossier " " ? Si le dossier contient du contenu, veuillez d'abord supprimer le contenu du dossier.
hu_hu: {name}Szeretné törölni a " " mappát? Ha van tartalom a mappában, kérjük, először törölje a mappa tartalmát.
it_it: {name}Si desidera eliminare la cartella " "? Se nella cartella sono presenti dei contenuti, eliminare prima il contenuto della cartella.
ko_kr: 폴더 "{name}"을 삭제하시겠습니까? 폴더에 내용이 있다면, 먼저 폴더의 내용을 삭제하십시오.
nl_nl: {name}Wilt u de map " " verwijderen? Als de map inhoud bevat, verwijder dan eerst de inhoud van de map.
pl_pl: {name}Chcesz usunąć folder " "? Jeśli w folderze znajduje się zawartość, najpierw usuń zawartość folderu.
pt_pt: {name}Pretende apagar a pasta " "? Se houver conteúdos na pasta, elimine primeiro os conteúdos da pasta.
ro_ro: {name}Doriți să ștergeți folderul " "? Dacă există conținut în folder, vă rugăm să ștergeți mai întâi conținutul folderului.
ru_ru: {name}Хотите удалить папку " "? Если в папке есть содержимое, сначала удалите содержимое папки.
sv_se: {name}Vill du ta bort mappen " "? Om det finns innehåll i mappen ska du först radera innehållet i mappen.
tr_tr: {name}" " klasörünü silmek mi istiyorsunuz? Klasörde içerik varsa, lütfen önce klasörün içeriğini silin.
uk_ua: {name}Хочете видалити теку " "? Якщо у теці є вміст, спочатку видаліть його.

source: Refresh
ar_sa: تحديث (نافذة الكمبيوتر)
cs_cz: refresh (okno počítače)
da_dk: Opdater (computervindue)
de_de: Aktualisieren (Computerfenster)
el_gr: ανανέωση (παράθυρο υπολογιστή)
es_es: refrescar (ventana del ordenador)
fi_fi: refresh (tietokoneen ikkuna)
fr_fr: rafraîchir (fenêtre d'ordinateur)
hu_hu: frissítés (számítógép ablak)
it_it: Aggiorna (finestra del computer)
ko_kr: 새로고침
nl_nl: verversen (computervenster)
pl_pl: odświeżanie (okno komputera)
pt_pt: atualizar (janela do computador)
ro_ro: refresh (fereastra computerului)
ru_ru: обновить (окно компьютера)
sv_se: uppdatera (datorfönster)
tr_tr: yenileme (bilgisayar penceresi)
uk_ua: оновити (вікно комп'ютера)

# createFolder
source: New Folder
ar_sa: مجلد جديد
cs_cz: Nová složka
da_dk: Ny mappe
de_de: Neue Mappe
el_gr: Νέος φάκελος
es_es: Nueva carpeta
fi_fi: Uusi kansio
fr_fr: Nouveau dossier
hu_hu: Új mappa
it_it: Nuova cartella
ko_kr: 새 폴더 만들기
nl_nl: Nieuwe map
pl_pl: Nowy folder
pt_pt: Nova pasta
ro_ro: Dosar nou
ru_ru: Новая папка
sv_se: Ny mapp
tr_tr: Yeni Klasör
uk_ua: Нова папка

source: Folder Name
ar_sa: اسم المجلد
cs_cz: Název složky
da_dk: Mappens navn
de_de: Name des Ordners
el_gr: Όνομα φακέλου
es_es: Nombre de la carpeta
fi_fi: Kansion nimi
fr_fr: Nom du dossier
hu_hu: Mappa neve
it_it: Nome della cartella
ko_kr: 폴더 이름
nl_nl: Mapnaam
pl_pl: Nazwa folderu
pt_pt: Nome da pasta
ro_ro: Numele dosarului
ru_ru: Имя папки
sv_se: Mappens namn
tr_tr: Klasör adı
uk_ua: Ім'я папки

source: OK
ar_sa: تعريف
cs_cz: definovat
da_dk: definere
de_de: definieren.
el_gr: define
es_es: defina
fi_fi: define
fr_fr: définir
hu_hu: define
it_it: definire
ko_kr: 확인
nl_nl: definieer
pl_pl: definiować
pt_pt: definir
ro_ro: definiție
ru_ru: определить
sv_se: definiera
tr_tr: tanımlamak
uk_ua: визначити

# confirmSelection
source: Confirm({selectListLength}/{maxSelect})
ar_sa: {selectListLength}{maxSelect}تحديد ( / )
cs_cz: {selectListLength}{maxSelect}Určete ( / )
da_dk: {selectListLength}{maxSelect}Bestem ( / )
de_de: {selectListLength}{maxSelect}Ermitteln ( / )
el_gr: {selectListLength}{maxSelect}Προσδιορίστε ( / )
es_es: {selectListLength}{maxSelect}Determinar ( / )
fi_fi: {selectListLength}{maxSelect}Määritä ( / )
fr_fr: {selectListLength}{maxSelect}Déterminer ( / )
hu_hu: {selectListLength}{maxSelect}Határozza meg ( / )
it_it: {selectListLength}{maxSelect}Determinare ( / )
ko_kr: 확인({selectListLength}/{maxSelect})
nl_nl: {selectListLength}{maxSelect}Bepaal ( / )
pl_pl: {selectListLength}{maxSelect}Określić ( / )
pt_pt: {selectListLength}{maxSelect}Determinar ( / )
ro_ro: {selectListLength}{maxSelect}Determinați ( / )
ru_ru: {selectListLength}{maxSelect}Определите ( / )
sv_se: {selectListLength}{maxSelect}Bestäm ( / )
tr_tr: {selectListLength}{maxSelect}Belirle ( / )
uk_ua: {selectListLength}{maxSelect}Визначити ( / )

source: Done
ar_sa: استيفاء
cs_cz: splnit
da_dk: opfylde
de_de: erfüllen
el_gr: πληρούν
es_es: cumplir
fi_fi: täyttää
fr_fr: remplir
hu_hu: teljesíteni
it_it: adempiere
ko_kr: 완료
nl_nl: vervullen
pl_pl: spełnienie
pt_pt: cumprir
ro_ro: îndeplinesc
ru_ru: выполнить
sv_se: uppfylla
tr_tr: yerine getirmek
uk_ua: виконати

# selectHashtag
source: Select tag
ar_sa: حدد العلامة
cs_cz: Vybrat značku
da_dk: Vælg tag
de_de: Tag auswählen
el_gr: Επιλέξτε ετικέτα
es_es: Seleccionar etiqueta
fi_fi: Valitse Tag
fr_fr: Sélectionner une étiquette
hu_hu: Címke kiválasztása
it_it: Selezionare l'etichetta
ko_kr: 해시태그 선택
nl_nl: Tag selecteren
pl_pl: Wybierz znacznik
pt_pt: Selecionar etiqueta
ro_ro: Selectați eticheta
ru_ru: Выберите тег
sv_se: Välj tagg
tr_tr: Etiket Seçin
uk_ua: Виберіть тег

source: Login
ar_sa: تسجيل الدخول
cs_cz: přihlásit se
da_dk: log ind
de_de: sich anmelden
el_gr: εγγραφή
es_es: Iniciar sesión
fi_fi: kirjaudu sisään
fr_fr: s'inscrire
hu_hu: bejelentkezés
it_it: accedi
ko_kr: 로그인
nl_nl: aanmelden
pl_pl: zaloguj się
pt_pt: iniciar sessão
ro_ro: conectați-vă
ru_ru: войти в систему
sv_se: logga in
tr_tr: oturum aç
uk_ua: увійти

# loginSuccess
source: Login Successful
ar_sa: تم تسجيل الدخول بنجاح
cs_cz: Úspěšné přihlášení
da_dk: Login vellykket
de_de: Anmeldung erfolgreich
el_gr: Επιτυχής σύνδεση
es_es: Inicio de sesión correcto
fi_fi: Sisäänkirjautuminen onnistui
fr_fr: Connexion réussie
hu_hu: Bejelentkezés sikeres
it_it: Accesso riuscito
ko_kr: 로그인 성공
nl_nl: Inloggen succesvol
pl_pl: Logowanie powiodło się
pt_pt: Início de sessão bem sucedido
ro_ro: Autentificare reușită
ru_ru: Вход в систему успешный
sv_se: Inloggning framgångsrik
tr_tr: Giriş Başarılı
uk_ua: Успішний вхід в систему

source: Login failed
ar_sa: فشل تسجيل الدخول
cs_cz: Selhání přihlášení
da_dk: Fejl i login
de_de: Anmeldung fehlgeschlagen
el_gr: Αποτυχία σύνδεσης
es_es: Fallo de inicio de sesión
fi_fi: Kirjautumisen epäonnistuminen
fr_fr: Échec de la connexion
hu_hu: Bejelentkezési hiba
it_it: Errore di accesso
ko_kr: 로그인 실패
nl_nl: Login mislukt
pl_pl: Błąd logowania
pt_pt: Falha no login
ro_ro: Eșec de conectare
ru_ru: Сбой входа в систему
sv_se: Felaktig inloggning
tr_tr: Giriş Hatası
uk_ua: Помилка входу в систему

# loginFailedWithAppCreate
source: Login failed: App creation failed
ar_sa: فشل تسجيل الدخول: فشل إنشاء التطبيق
cs_cz: Přihlášení se nezdařilo: Vytvoření aplikace se nezdařilo
da_dk: Login mislykkedes: Oprettelse af applikation mislykkedes
de_de: Anmeldung fehlgeschlagen: Erstellung der Anwendung fehlgeschlagen
el_gr: Αποτυχία σύνδεσης: Αποτυχία δημιουργίας εφαρμογής
es_es: Error de inicio de sesión: Error en la creación de la aplicación
fi_fi: Kirjautuminen epäonnistui: Sovelluksen luominen epäonnistui
fr_fr: Échec de la connexion : Échec de la création de l'application
hu_hu: Sikertelen bejelentkezés: Az alkalmazás létrehozása sikertelen
it_it: Accesso non riuscito: creazione dell'applicazione non riuscita
ko_kr: 로그인 실패: 응용 프로그램 생성 실패
nl_nl: Inloggen mislukt: applicatiecreatie mislukt
pl_pl: Logowanie nie powiodło się: Tworzenie aplikacji nie powiodło się
pt_pt: Falha no início de sessão: Falha na criação da aplicação
ro_ro: Login eșuat: Crearea aplicației a eșuat
ru_ru: Вход в систему невозможен: Не удалось создать приложение
sv_se: Inloggning misslyckades: Skapande av applikation misslyckades
tr_tr: Oturum Açma Başarısız: Uygulama Oluşturma Başarısız
uk_ua: Помилка входу: не вдалося створити додаток

# loginFailedWithToken
source: Login failed: token fetch failed
ar_sa: فشل تسجيل الدخول: فشل الحصول على الرمز المميز
cs_cz: Přihlášení se nezdařilo: získání tokenu se nezdařilo
da_dk: Login mislykkedes: erhvervelse af token mislykkedes
de_de: Anmeldung fehlgeschlagen: Token-Erwerb fehlgeschlagen
el_gr: Αποτυχία σύνδεσης: η απόκτηση του κουπονιού απέτυχε
es_es: Error de inicio de sesión: error en la adquisición del token
fi_fi: Sisäänkirjautuminen epäonnistui: Tokenin hankinta epäonnistui
fr_fr: Échec de la connexion : l'acquisition du jeton a échoué
hu_hu: A bejelentkezés sikertelen: a token megszerzése sikertelen
it_it: Accesso fallito: acquisizione del token non riuscita
ko_kr: 로그인 실패: 토큰 가져오기 실패
nl_nl: Inloggen mislukt: tokenverwerving mislukt
pl_pl: Logowanie nie powiodło się: pozyskanie tokena nie powiodło się
pt_pt: Falha no login: a aquisição do token falhou
ro_ro: Autentificare eșuată: achiziția de jetoane a eșuat
ru_ru: Вход в систему не удался: не удалось получить токен
sv_se: Inloggning misslyckades: förvärv av token misslyckades
tr_tr: Oturum açma başarısız oldu: belirteç edinme başarısız oldu
uk_ua: Не вдалося увійти: не вдалося придбати токен

# loginLoading
source: Logging in {server}
ar_sa: {server}تم تسجيل الدخول حالياً
cs_cz: {server}Aktuálně přihlášený
da_dk: {server}I øjeblikket logget ind
de_de: {server}Derzeit eingeloggt
el_gr: {server}Αυτή τη στιγμή συνδεδεμένος
es_es: {server}Actualmente conectado
fi_fi: {server}Tällä hetkellä kirjautuneena sisään
fr_fr: {server}Actuellement connecté
hu_hu: {server}Jelenleg bejelentkezve
it_it: {server}Attualmente si è connessi
ko_kr: {server}에 로그인 중
nl_nl: {server}Momenteel ingelogd
pl_pl: {server}Aktualnie zalogowany
pt_pt: {server}Atualmente com sessão iniciada
ro_ro: {server}Conectat în prezent
ru_ru: {server}В настоящее время вошел в систему
sv_se: {server}För närvarande inloggad
tr_tr: {server}Şu anda oturum açmış durumda
uk_ua: {server}Ви увійшли в систему

# replyNoteText
source: Reply to Note
ar_sa: الرد على منشور
cs_cz: Odpovědět na příspěvek
da_dk: Svar på et indlæg
de_de: Auf einen Beitrag antworten
el_gr: Απάντηση σε μια ανάρτηση
es_es: Responder a un mensaje
fi_fi: Vastaa viestiin
fr_fr: Répondre à un message
hu_hu: Válasz egy bejegyzésre
it_it: Rispondere a un post
ko_kr: 노트에 답하기
nl_nl: Een bericht beantwoorden
pl_pl: Odpowiedz na post
pt_pt: Responder a uma mensagem
ro_ro: Răspundeți la o postare
ru_ru: Ответить на сообщение
sv_se: Svara på ett inlägg
tr_tr: Bir gönderiye yanıt ver
uk_ua: Відповісти на публікацію

# replyNoteHint
source: Reply to this note...
ar_sa: الرد على هذا المنشور...
cs_cz: Odpovědět na tento příspěvek...
da_dk: Svar på dette indlæg...
de_de: Auf diesen Beitrag antworten...
el_gr: Απάντηση σε αυτή τη θέση...
es_es: Responder a este post...
fi_fi: Vastaa tähän viestiin...
fr_fr: Répondre à cet article...
hu_hu: Válaszolj erre a bejegyzésre...
it_it: Rispondi a questo post...
ko_kr: 이 노트에 답하기...
nl_nl: Reageer op dit bericht...
pl_pl: Odpowiedz na ten post...
pt_pt: Responder a este post...
ro_ro: Răspundeți la acest mesaj...
ru_ru: Ответить на это сообщение...
sv_se: Svara på detta inlägg...
tr_tr: Bu gönderiye cevap ver...
uk_ua: Відповісти на цю публікацію...

# reNoteText
source: Quote Note
ar_sa: اقتباس المنشور
cs_cz: Citovat příspěvek
da_dk: Citat indlæg
de_de: Zitat Post
el_gr: Quote Post
es_es: Presupuesto
fi_fi: Lainaa viestiä
fr_fr: Citation Post
hu_hu: Idézet Post
it_it: Citazione Post
ko_kr: 노트를 리노트
nl_nl: Citaat Post
pl_pl: Cytuj post
pt_pt: Citar o post
ro_ro: Post de citare
ru_ru: Цитировать пост
sv_se: Citat inlägg
tr_tr: Alıntı Mesaj
uk_ua: Цитувати допис

# reNoteHint
source: Quote this note...
ar_sa: نقلاً عن هذا المنشور...
cs_cz: Citace tohoto příspěvku...
da_dk: Jeg citerer dette indlæg.
de_de: Ich zitiere diesen Beitrag...
el_gr: Παραθέτοντας αυτή τη θέση...
es_es: Citando este post...
fi_fi: Lainaan tätä viestiä...
fr_fr: Citation de ce post...
hu_hu: Idézem ezt a hozzászólást...
it_it: Citando questo post...
ko_kr: 이 노트를 리노트...
nl_nl: Deze post citeren...
pl_pl: Cytując ten post...
pt_pt: Citando este post...
ro_ro: Citând acest post...
ru_ru: Цитирую этот пост...
sv_se: Citerar detta inlägg...
tr_tr: Bu yazıdan alıntı yapıyorum.
uk_ua: Цитуючи цей пост...

# createNote
source: Post New Note
ar_sa: نشر موضوع جديد
cs_cz: Přidat nové vlákno
da_dk: Opret en ny tråd
de_de: Ein neues Thema erstellen
el_gr: Δημοσιεύστε ένα νέο νήμα
es_es: Publicar un nuevo tema
fi_fi: Lähetä uusi viestiketju
fr_fr: Publier un nouveau fil de discussion
hu_hu: Új téma közzététele
it_it: Pubblicare una nuova discussione
ko_kr: 새 노트를 게시
nl_nl: Een nieuwe thread plaatsen
pl_pl: Opublikuj nowy wątek
pt_pt: Publicar um novo tópico
ro_ro: Postați un nou subiect
ru_ru: Опубликуйте новую тему
sv_se: Lägg upp en ny tråd
tr_tr: Yeni bir başlık açın
uk_ua: Створити нову тему

# createNoteHint
source: What's happening...
ar_sa: ما الذي حدث...
cs_cz: Co se stalo...
da_dk: Hvad skete der?
de_de: Was geschah...
el_gr: Τι συνέβη...
es_es: Lo que pasó...
fi_fi: Mitä tapahtui...
fr_fr: Ce qui s'est passé...
hu_hu: Mi történt...
it_it: Cosa è successo...
ko_kr: 무슨 일이 일어나고 있나요?
nl_nl: Wat is er gebeurd...
pl_pl: Co się stało...
pt_pt: O que aconteceu...
ro_ro: Ce s-a întâmplat...
ru_ru: Что случилось...
sv_se: Vad hände...
tr_tr: Ne oldu?
uk_ua: Що сталося...

source: Publish
ar_sa: المنشور
cs_cz: příspěvek
da_dk: indlæg
de_de: Beitrag
el_gr: μετά
es_es: Correo electrónico:
fi_fi: post
fr_fr: poste
hu_hu: post
it_it: posta
ko_kr: 노트
nl_nl: post
pl_pl: stanowisko
pt_pt: posto
ro_ro: post
ru_ru: почта
sv_se: post
tr_tr: POST
uk_ua: пост

source: Recipient
ar_sa: إلى: (عنوان البريد الإلكتروني)
cs_cz: Komu: (záhlaví e-mailu)
da_dk: Til: (e-mail-overskrift)
de_de: An: (E-Mail-Kopfzeile)
el_gr: Προς: (επικεφαλίδα ηλεκτρονικού ταχυδρομείου)
es_es: Para: (encabezamiento del correo electrónico)
fi_fi: To: (sähköpostin otsikko)
fr_fr: A : (en-tête de l'email)
hu_hu: To: (e-mail fejléc)
it_it: A: (intestazione dell'e-mail)
ko_kr: 받는 사람
nl_nl: Aan: (koptekst e-mail)
pl_pl: Do: (nagłówek e-mail)
pt_pt: Para: (cabeçalho do correio eletrónico)
ro_ro: Către: (antet e-mail)
ru_ru: Кому: (заголовок сообщения электронной почты)
sv_se: Till: (e-posthuvud)
tr_tr: Kime: (e-posta başlığı)
uk_ua: Кому: (заголовок листа)

source: Add
ar_sa: الزيادة
cs_cz: zvýšit
da_dk: øge
de_de: erhöhen.
el_gr: αύξηση
es_es: aumentar
fi_fi: lisätä
fr_fr: augmenter
hu_hu: növelje a címet.
it_it: aumento
ko_kr: 추가
nl_nl: verhogen
pl_pl: wzrost
pt_pt: aumentar
ro_ro: creștere
ru_ru: увеличить
sv_se: öka
tr_tr: artış
uk_ua: збільшення

source: Vote
ar_sa: الاستفتاء
cs_cz: referendum
da_dk: folkeafstemning
de_de: Referendum
el_gr: δημοψήφισμα
es_es: referéndum
fi_fi: kansanäänestys
fr_fr: référendum
hu_hu: népszavazás
it_it: referendum
ko_kr: 투표
nl_nl: referendum
pl_pl: referendum
pt_pt: referendo
ro_ro: referendum
ru_ru: референдум
sv_se: folkomröstning
tr_tr: referandum
uk_ua: референдум

# voteOptionAtLeastTwo
source: The number of votes cannot be less than two
ar_sa: لا يمكن أن يكون عدد الأصوات أقل من صوتين
cs_cz: Počet hlasů nesmí být menší než dva
da_dk: Antallet af stemmer kan ikke være mindre end to
de_de: Die Zahl der Stimmen darf nicht weniger als zwei betragen.
el_gr: Ο αριθμός των ψήφων δεν μπορεί να είναι μικρότερος από δύο
es_es: El número de votos no puede ser inferior a dos
fi_fi: Äänimäärä ei voi olla alle kaksi.
fr_fr: Le nombre de voix ne peut être inférieur à deux
hu_hu: A szavazatok száma nem lehet kevesebb kettőnél
it_it: Il numero di voti non può essere inferiore a due
ko_kr: 투표 항목이 최소 2개 필요합니다
nl_nl: Het aantal stemmen mag niet minder dan twee zijn
pl_pl: Liczba głosów nie może być mniejsza niż dwa
pt_pt: O número de votos não pode ser inferior a dois
ro_ro: Numărul de voturi nu poate fi mai mic de două
ru_ru: Количество голосов не может быть меньше двух
sv_se: Antalet röster får inte understiga två
tr_tr: Oy sayısı ikiden az olamaz
uk_ua: Кількість голосів не може бути менше двох

# voteOptionNullIndex
source: The option {index} cannot be null.
ar_sa: {index}لا يمكن أن يكون الخيار فارغاً
cs_cz: {index}Tato možnost nesmí být prázdná
da_dk: {index}Indstillingen kan ikke være tom
de_de: {index}Die Option darf nicht leer sein
el_gr: {index}Η επιλογή δεν μπορεί να είναι κενή
es_es: {index}La opción no puede estar vacía
fi_fi: {index}Vaihtoehto ei voi olla tyhjä
fr_fr: {index}L'option ne peut pas être vide
hu_hu: {index}Az opció nem lehet üres
it_it: {index}L'opzione non può essere vuota
ko_kr: {index} 옵션은 비워둘 수 없습니다
nl_nl: {index}De optie kan niet leeg zijn
pl_pl: {index}Opcja nie może być pusta
pt_pt: {index}A opção não pode estar vazia
ro_ro: {index}Opțiunea nu poate fi goală
ru_ru: {index}Опция не может быть пустой
sv_se: {index}Alternativet kan inte vara tomt
tr_tr: {index}Seçenek boş olamaz
uk_ua: {index}Опція не може бути порожньою

# voteOptionHint
source: The Option {index}
ar_sa: {index}الخيارات
cs_cz: {index}Možnosti
da_dk: {index}Valgmuligheder
de_de: {index}Optionen
el_gr: {index}Επιλογές
es_es: {index}Opciones
fi_fi: {index}Vaihtoehdot
fr_fr: {index}Options
hu_hu: {index}Opciók
it_it: {index}Opzioni
ko_kr: {index} 옵션
nl_nl: {index}Opties
pl_pl: {index}Opcje
pt_pt: {index}Opções
ro_ro: {index}Opțiuni
ru_ru: {index}Опции
sv_se: {index}Alternativ
tr_tr: {index}Seçenekler
uk_ua: {index}Параметри

# voteEnableMultiChoice
source: Multiple votes allowed
ar_sa: يُسمح بتعدد الأصوات المسموح بها
cs_cz: Povoleno více hlasů
da_dk: Flere stemmer tilladt
de_de: Mehrfache Abstimmungen erlaubt
el_gr: Επιτρέπονται πολλαπλές ψήφοι
es_es: Votos múltiples permitidos
fi_fi: Useita ääniä sallittu
fr_fr: Votes multiples autorisés
hu_hu: Több szavazat leadása megengedett
it_it: Sono consentiti più voti
ko_kr: 복수 응답 허용
nl_nl: Meerdere stemmen toegestaan
pl_pl: Dozwolone jest wielokrotne głosowanie
pt_pt: Votos múltiplos permitidos
ro_ro: Voturi multiple permise
ru_ru: Разрешено несколько голосований
sv_se: Flera röster tillåtna
tr_tr: Birden fazla oya izin verilir
uk_ua: Допускається багаторазове голосування

# voteDueDate
source: Due Date
ar_sa: تاريخ الانتهاء
cs_cz: datum uzávěrky
da_dk: skæringsdato
de_de: Stichtag
el_gr: ημερομηνία αποκοπής
es_es: fecha límite
fi_fi: päättymispäivä
fr_fr: date limite
hu_hu: határnap
it_it: data di scadenza
ko_kr: 투표 기한
nl_nl: afsluitingsdatum
pl_pl: data graniczna
pt_pt: data-limite
ro_ro: data limită
ru_ru: дата прекращения
sv_se: brytdatum
tr_tr: kesme tarihi
uk_ua: дата закінчення

# voteNoDueDate
source: Permanently
ar_sa: بشكل دائم
cs_cz: trvale
da_dk: permanent
de_de: dauerhaft
el_gr: μόνιμα
es_es: permanentemente
fi_fi: pysyvästi
fr_fr: en permanence
hu_hu: állandóan
it_it: permanentemente
ko_kr: 무기한
nl_nl: permanent
pl_pl: na stałe
pt_pt: permanentemente
ro_ro: permanent
ru_ru: постоянно
sv_se: permanent
tr_tr: kalıcı olarak
uk_ua: назавжди

# voteResult
source: Vote results generated
ar_sa: تم إنشاء نتائج التصويت
cs_cz: Byly vygenerovány výsledky hlasování
da_dk: Afstemningsresultater er blevet genereret
de_de: Die Abstimmungsergebnisse wurden erstellt
el_gr: Τα αποτελέσματα της ψηφοφορίας έχουν δημιουργηθεί
es_es: Se han generado los resultados de las votaciones
fi_fi: Äänestystulokset on luotu
fr_fr: Les résultats du vote ont été générés
hu_hu: A szavazás eredményei elkészültek
it_it: I risultati delle votazioni sono stati generati
ko_kr: 투표 결과가 생성되었습니다
nl_nl: Stemuitslagen zijn gegenereerd
pl_pl: Wyniki głosowania zostały wygenerowane
pt_pt: Os resultados da votação foram gerados
ro_ro: Rezultatele votării au fost generate
ru_ru: Результаты голосования были получены
sv_se: Röstningsresultat har genererats
tr_tr: Oylama sonuçları oluşturuldu
uk_ua: Підбито підсумки голосування
