Repository: MoeKeyDev/MoeKey
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# selectServer
source: Please Select Your Server
ko_kr: 서버를 선택해 주세요
ru_ru: Пожалуйста, выберите сервер

# serverList
source: List of Servers
ko_kr: 서버 목록
ru_ru: Список серверов

source: Notes Count
ko_kr: 노트 수

source: Users Count
ko_kr: 유저 수

source: Registration
ko_kr: 가입

# registrationOpen
source: open
ko_kr: 공개

# registrationClosed
source: closed
ko_kr: 초대만

source: Search Servers
ko_kr: 서버 검색

# loadingServers
source: Server Loading
ko_kr: 서버 로딩 중

source: Filter
ko_kr: 필터

# notFindServer
source: Your server was not found?
ar_sa: لم تجد الخادم الخاص بك؟
cs_cz: Nenašli jste svůj server?
da_dk: Fandt du ikke din server?
de_de: Sie haben Ihren Server nicht gefunden?
el_gr: Δεν βρήκατε τον διακομιστή σας;
es_es: ¿No ha encontrado su servidor?
fi_fi: Etkö löytänyt palvelintasi?
fr_fr: Vous n'avez pas trouvé votre serveur ?
hu_hu: Nem találta a szerverét?
it_it: Non avete trovato il vostro server?
ko_kr: 당신이 있는 서버를 찾지 못했습니까?
nl_nl: Uw server niet gevonden?
pl_pl: Nie znalazłeś swojego serwera?
pt_pt: Não encontrou o seu servidor?
ro_ro: Nu v-ați găsit serverul?
ru_ru: Не нашли свой сервер?
sv_se: Hittade du inte din server?
tr_tr: Sunucunuzu bulamadınız mı?
uk_ua: Не знайшли свій сервер?

# inputServer
source: Enter the server manually
ar_sa: خادم الإدخال اليدوي
cs_cz: Ruční vstupní server
da_dk: Server med manuelt input
de_de: Manuelle Eingabe Server
el_gr: Χειροκίνητος διακομιστής εισόδου
es_es: Servidor de entrada manual
fi_fi: Manuaalinen syöttöpalvelin
fr_fr: Serveur de saisie manuelle
hu_hu: Kézi beviteli szerver
it_it: Server di input manuale
ko_kr: 서버를 수동으로 입력
nl_nl: Server voor handmatige invoer
pl_pl: Serwer ręcznego wprowadzania danych
pt_pt: Servidor de entrada manual
ro_ro: Server de intrare manuală
ru_ru: Сервер ручного ввода
sv_se: Server för manuell inmatning
tr_tr: Manuel giriş sunucusu
uk_ua: Сервер ручного введення

# serverAddr
source: Hostname
ar_sa: عنوان الخادم
cs_cz: adresa serveru
da_dk: Serveradresse
de_de: Server-Adresse
el_gr: διεύθυνση διακομιστή
es_es: dirección del servidor
fi_fi: palvelimen osoite
fr_fr: adresse du serveur
hu_hu: kiszolgáló címe
it_it: indirizzo del server
ko_kr: 서버 주소
nl_nl: serveradres
pl_pl: adres serwera
pt_pt: endereço do servidor
ro_ro: adresa serverului
ru_ru: адрес сервера
sv_se: serveradress
tr_tr: sunucu adresi
uk_ua: адреса сервера

# next
source: Next Steps
ar_sa: الخطوة التالية
cs_cz: další krok
da_dk: Det næste skridt
de_de: der nächste Schritt
el_gr: το επόμενο βήμα
es_es: el siguiente paso
fi_fi: seuraava askel
fr_fr: l'étape suivante
hu_hu: a következő lépés
it_it: il passo successivo
ko_kr: 다음
nl_nl: de volgende stap
pl_pl: następny krok
pt_pt: o próximo passo
ro_ro: pasul următor
ru_ru: следующий шаг
sv_se: nästa steg
tr_tr: bir sonraki adım
uk_ua: наступний крок

source: Timeline
ar_sa: الجدول الزمني
cs_cz: časová osa
da_dk: Tidslinje
de_de: Zeitleiste
el_gr: χρονοδιάγραμμα
es_es: cronología
fi_fi: Aikajana
fr_fr: calendrier
hu_hu: idővonal
it_it: linea del tempo
ko_kr: 타임라인
nl_nl: tijdlijn
pl_pl: oś czasu
pt_pt: cronologia
ro_ro: cronologie
ru_ru: хронология
sv_se: Tidslinje
tr_tr: zaman çizelgesi
uk_ua: часовий графік

source: Notifications
ar_sa: الإخطارات
cs_cz: oznámení
da_dk: Meddelelser
de_de: Benachrichtigungen
el_gr: ειδοποιήσεις
es_es: notificaciones
fi_fi: ilmoitukset
hu_hu: értesítések
it_it: notifiche
ko_kr: 알림
nl_nl: meldingen
pl_pl: powiadomienia
pt_pt: notificações
ro_ro: notificări
ru_ru: уведомления
sv_se: meddelanden
tr_tr: BİLDİRİMLER
uk_ua: сповіщення

source: Clips
ar_sa: المذكرة
cs_cz: memo
da_dk: Notat
de_de: Memo
el_gr: σημείωμα
es_es: memo
fi_fi: muistio
fr_fr: mémo
hu_hu: memo
it_it: promemoria
ko_kr: 클립
nl_nl: memo
pl_pl: notatka
pt_pt: memorando
ro_ro: memo
ru_ru: памятка
sv_se: memo
tr_tr: memo
uk_ua: записка

# drive
source: Driver
ar_sa: تخزين الملفات السحابية
cs_cz: cloudové úložiště souborů
da_dk: Filopbevaring i skyen
de_de: Cloud-Dateispeicher
el_gr: αποθήκευση αρχείων στο σύννεφο
es_es: almacenamiento de archivos en la nube
fi_fi: pilvitiedostojen tallennus
fr_fr: stockage de fichiers dans le nuage
hu_hu: felhőalapú fájltárolás
it_it: archiviazione di file nel cloud
ko_kr: 드라이브
nl_nl: cloud bestandsopslag
pl_pl: Przechowywanie plików w chmurze
pt_pt: armazenamento de ficheiros na nuvem
ro_ro: stocare fișiere în cloud
ru_ru: облачное хранилище файлов
sv_se: lagring av filer i molnet
tr_tr: bulut dosya depolama
uk_ua: хмарне сховище файлів

source: Explore
ar_sa: الاكتشافات
cs_cz: objevy
da_dk: opdagelser
de_de: Entdeckungen
el_gr: ανακαλύψεις
es_es: descubrimientos
fi_fi: löytöjä
fr_fr: découvertes
hu_hu: felfedezések
it_it: scoperte
ko_kr: 둘러보기
nl_nl: ontdekkingen
pl_pl: odkrycia
pt_pt: descobertas
ro_ro: descoperiri
ru_ru: открытия
sv_se: Upptäckter
tr_tr: keşifler
uk_ua: відкриття

source: Announcements
ar_sa: النشرة
cs_cz: bulletiny
da_dk: Bulletiner
de_de: Bulletin
el_gr: Δελτίο
es_es: boletín
fi_fi: Tiedote
fr_fr: bulletins
hu_hu: Hírlevél
it_it: bollettino
ko_kr: 공지사항
nl_nl: bulletin
pl_pl: biuletyn
pt_pt: boletim
ro_ro: buletin
ru_ru: бюллетень
sv_se: bulletin
tr_tr: BÜLTEN
uk_ua: бюлетень

# search
source: Search for
ar_sa: ابحث عن شيء.
cs_cz: hledat něco
da_dk: lede efter noget.
de_de: nach etw. Ausschau halten
el_gr: ψάχνω για κάτι.
es_es: buscar algo
fi_fi: etsiä mitä tahansa
fr_fr: rechercher qqch.
hu_hu: keresni valamit
it_it: cercare qcs.
ko_kr: 검색
nl_nl: iets verwachten
pl_pl: szukać czegoś
pt_pt: procurar algo
ro_ro: să caute qth.
ru_ru: искать что-л.
sv_se: leta efter något
tr_tr: bir şey aramak.
uk_ua: шукати що-л.

source: More
ar_sa: المزيد
cs_cz: více
da_dk: mere
de_de: mehr
el_gr: περισσότερα
es_es: más
fi_fi: lisää
fr_fr: plus
hu_hu: további
it_it: di più
ko_kr: 더 보기
nl_nl: meer
pl_pl: więcej
pt_pt: mais
ro_ro: mai mult
ru_ru: подробнее
sv_se: mer
tr_tr: daha fazla
uk_ua: більше

source: View More
ar_sa: عرض المزيد
cs_cz: Zobrazit více
da_dk: Se mere
de_de: Mehr sehen
el_gr: Προβολή περισσότερων
es_es: Ver más
fi_fi: Näytä lisää
fr_fr: Voir plus
hu_hu: Bővebben
it_it: Per saperne di più
ko_kr: 더 보기
nl_nl: Meer bekijken
pl_pl: Zobacz więcej
pt_pt: Ver mais
ro_ro: Vezi mai multe
ru_ru: Смотреть далее
sv_se: Visa mer
tr_tr: Daha Fazla Görüntüle
uk_ua: Переглянути більше

source: Settings
ar_sa: إعداد
cs_cz: nastavit
da_dk: sætte op
de_de: aufstellen
el_gr: δημιουργία
es_es: establecer
fi_fi: perustaminen
fr_fr: mettre en place
hu_hu: felállítása
it_it: allestimento
ko_kr: 설정
nl_nl: instellen
pl_pl: konfiguracja
pt_pt: preparar
ro_ro: înființat
ru_ru: устанавливать
sv_se: ställa upp
tr_tr: kurmak
uk_ua: налаштований

# noLists
source: You don't have any lists
ko_kr: 이 목록은 비어 있습니다.
ru_ru: Список пуст

source: Got it!
ko_kr: 알겠어요

source: Back
ar_sa: العودة (أو الذهاب)
cs_cz: vrátit se (nebo odejít)
da_dk: komme (eller gå) tilbage
de_de: zurückkommen (oder gehen)
el_gr: να επιστρέψετε (ή να επιστρέψετε)
es_es: volver (o regresar)
fi_fi: tulla (tai mennä) takaisin
fr_fr: revenir (ou repartir)
hu_hu: visszajönni (vagy visszamenni)
it_it: tornare (o tornare) indietro
ko_kr: 뒤로
nl_nl: terugkomen (of teruggaan)
pl_pl: wrócić (lub wrócić)
pt_pt: voltar (ou ir)
ro_ro: a reveni (sau a pleca)
ru_ru: возвращаться (или уходить)
sv_se: komma (eller gå) tillbaka
tr_tr: geri gel (veya git)
uk_ua: повернутися (або піти) назад

source: name
ar_sa: اسم (شيء ما)
cs_cz: název (věci)
da_dk: navn (på en ting)
de_de: Name (einer Sache)
el_gr: όνομα (ενός πράγματος)
es_es: nombre (de una cosa)
fi_fi: nimi (jonkin asian nimi)
fr_fr: nom (d'une chose)
hu_hu: név (egy dolog neve)
it_it: nome (di una cosa)
ko_kr: 이름
nl_nl: naam (van een ding)
pl_pl: nazwa (rzeczy)
pt_pt: nome (de uma coisa)
ro_ro: nume (al unui lucru)
ru_ru: название (вещи)
sv_se: namn (på en sak)
tr_tr: isim (bir şeyin)
uk_ua: назва (речі)

source: Description
ar_sa: الأوصاف
cs_cz: popisy
da_dk: beskrivelser
de_de: Beschreibungen
el_gr: περιγραφές
es_es: descripciones
fi_fi: kuvaukset
fr_fr: descriptions
hu_hu: leírások
it_it: descrizioni
ko_kr: 설명
nl_nl: beschrijvingen
pl_pl: opisy
pt_pt: descrições
ro_ro: descrieri
ru_ru: описания
sv_se: beskrivningar
tr_tr: AÇIKLAMALAR
uk_ua: описи

source: Preview
ar_sa: المعاينات
cs_cz: náhledy
da_dk: forhåndsvisninger
de_de: Vorschauen
el_gr: προεπισκοπήσεις
es_es: avances
fi_fi: esikatselut
fr_fr: avant-premières
hu_hu: előnézetek
it_it: anteprime
ko_kr: 미리보기
nl_nl: voorbeschouwingen
pl_pl: zapowiedzi
pt_pt: antevisões
ro_ro: avanpremiere
ru_ru: превью
sv_se: förhandsvisningar
tr_tr: önizlemeler
uk_ua: попередні перегляди

source: Public
ar_sa: علانية
cs_cz: otevřeně
da_dk: åbenlyst
de_de: offen
el_gr: ανοιχτά
es_es: abiertamente
fi_fi: avoimesti
fr_fr: ouvertement
hu_hu: nyíltan
it_it: apertamente
ko_kr: 공개
nl_nl: openlijk
pl_pl: otwarcie
pt_pt: abertamente
ro_ro: deschis
ru_ru: открыто
sv_se: öppet
tr_tr: Açıkça
uk_ua: відкрито

# nameCannotBeEmpty
source: The name cannot be empty
ar_sa: لا يمكن أن يكون الاسم فارغاً
cs_cz: Název nesmí být prázdný
da_dk: Navnet må ikke være tomt
de_de: Name darf nicht leer sein
el_gr: Το όνομα δεν μπορεί να είναι κενό
es_es: El nombre no puede estar vacío
fi_fi: Nimi ei voi olla tyhjä
fr_fr: Le nom ne peut être vide
hu_hu: A név nem lehet üres
it_it: Il nome non può essere vuoto
ko_kr: 이름은 비워둘 수 없습니다
nl_nl: Naam kan niet leeg zijn
pl_pl: Nazwa nie może być pusta
pt_pt: O nome não pode estar vazio
ro_ro: Numele nu poate fi gol
ru_ru: Имя не может быть пустым
sv_se: Namnet får inte vara tomt
tr_tr: İsim boş olamaz
uk_ua: Ім'я не може бути порожнім

# creationFailedDialog
source: Failed to create {error}
ar_sa: {error}فشل الإنشاء
cs_cz: {error}Vytvoření se nezdařilo
da_dk: {error}Skabelsen mislykkedes
de_de: {error}Erstellung fehlgeschlagen
el_gr: {error}Η δημιουργία απέτυχε
es_es: {error}Creación fallida
fi_fi: {error}Luominen epäonnistui
fr_fr: 创建失败 {error}
hu_hu: {error}A teremtés meghiúsult
it_it: {error}Creazione fallita
ko_kr: 생성 실패 {error}
nl_nl: {error}Schepping mislukt
pl_pl: Tworzenie nie powiodło się {error}
pt_pt: {error}Falha na criação
ro_ro: {error}Creație eșuată
ru_ru: {error}Создание не удалось
sv_se: {error}Skapandet misslyckades
tr_tr: {error}Yaratılış Başarısız
uk_ua: {error}Створення не вдалося

source: Just now
ar_sa: في الآونة الأخيرة
cs_cz: nedávno
da_dk: for nylig
de_de: erst kürzlich
el_gr: μόλις πρόσφατα
es_es: recientemente
fi_fi: juuri äskettäin
fr_fr: tout récemment
hu_hu: nemrég
it_it: recentemente
ko_kr: 방금 전
nl_nl: onlangs
pl_pl: 刚刚
pt_pt: há pouco tempo
ro_ro: chiar recent
ru_ru: совсем недавно
sv_se: alldeles nyligen
tr_tr: yakın zamanda
uk_ua: Нещодавно

# secondsAgo
source: {seconds}s ago
ar_sa: {seconds}منذ ثوانٍ
cs_cz: {seconds}před několika sekundami
da_dk: {seconds}sekunder siden
de_de: {seconds}vor Sekunden
el_gr: {seconds}δευτερόλεπτα πριν
es_es: {seconds}hace unos segundos
fi_fi: {seconds}sekuntia sitten
fr_fr: {seconds}secondes il y a
hu_hu: {seconds}másodpercekkel ezelőtt
it_it: {seconds}secondi fa
ko_kr: {seconds}초 전
nl_nl: {seconds}seconden geleden
pl_pl: {seconds}sekund temu
pt_pt: {seconds}segundos atrás
ro_ro: {seconds}secunde în urmă
ru_ru: {seconds}несколько секунд назад
sv_se: {seconds}sekunder sedan
tr_tr: {seconds}saniye önce
uk_ua: {seconds}кілька секунд тому.

# minutesAgo
source: {minutes}m ago
ar_sa: {minutes}منذ دقائق
cs_cz: {minutes}před několika minutami
da_dk: {minutes}minutter siden
de_de: {minutes}Minuten zuvor
el_gr: {minutes}πριν από λίγα λεπτά
es_es: {minutes}hace minutos
fi_fi: {minutes}minuuttia sitten
fr_fr: {minutes}il y a quelques minutes
hu_hu: {minutes}percekkel ezelőtt
it_it: {minutes}minuti fa
ko_kr: {minutes}분 전
nl_nl: {minutes}minuten geleden
pl_pl: {minutes}minut temu
pt_pt: {minutes}minutos atrás
ro_ro: {minutes}acum câteva minute
ru_ru: {minutes}минут назад
sv_se: {minutes}minuter sedan
tr_tr: {minutes}dakikalar önce
uk_ua: {minutes}Кілька хвилин тому.

# hoursAgo
source: {hours}h Ago
ar_sa: {hours}منذ ساعات
cs_cz: {hours}před několika hodinami
da_dk: {hours}timer siden
de_de: {hours}vor Stunden
el_gr: {hours}ώρες πριν
es_es: {hours}hace horas
fi_fi: {hours}tuntia sitten
fr_fr: {hours}il y a quelques heures
hu_hu: {hours}órákkal ezelőtt
it_it: {hours}ore fa
ko_kr: {hours}시간 전
nl_nl: {hours}uren geleden
pl_pl: {hours}godzin temu
pt_pt: {hours}horas atrás
ro_ro: {hours}ore în urmă
ru_ru: {hours}несколько часов назад
sv_se: {hours}timmar sedan
tr_tr: {hours}saatler önce
uk_ua: {hours}кілька годин тому.

# daysAgo
source: {days}d ago
ar_sa: {days}منذ أيام
cs_cz: {days}před několika dny
da_dk: {days}dage siden
de_de: {days}vor Tagen
el_gr: {days}ημέρες πριν
es_es: {days}días atrás
fi_fi: {days}päivää sitten
fr_fr: {days}il y a quelques jours
hu_hu: {days}napokkal ezelőtt
it_it: {days}giorni fa
ko_kr: {days}일 전
nl_nl: {days}dagen geleden
pl_pl: {days}dni temu
pt_pt: {days}dias atrás
ro_ro: {days}zile în urmă
ru_ru: {days}дней назад
sv_se: {days}dagar sedan
tr_tr: {days}günler önce
uk_ua: {days}кілька днів тому.

# monthsAgo
source: {months}mo ago
ar_sa: {months}منذ أشهر
cs_cz: {months}před několika měsíci
da_dk: {months}måneder siden
de_de: {months}vor Monaten
el_gr: {months}μήνες πριν
es_es: {months}hace meses
fi_fi: {months}kuukautta sitten
fr_fr: {months}il y a quelques mois
hu_hu: {months}hónapokkal ezelőtt
it_it: {months}mesi fa
ko_kr: {months}개월 전
nl_nl: {months}maanden geleden
pl_pl: {months}miesięcy temu
pt_pt: {months}meses atrás
ro_ro: {months}luni în urmă
ru_ru: {months}месяцев назад
sv_se: {months}månader sedan
tr_tr: {months}aylar önce
uk_ua: {months}кілька місяців тому.

# yearsAgo
source: {years}y ago
ar_sa: {years}...منذ سنوات
cs_cz: {years}...před lety
da_dk: {years}...år siden
de_de: {years}vor Jahren
el_gr: {years}...χρόνια πριν
es_es: {years}...hace años
fi_fi: {years}...vuotta sitten
fr_fr: {years}...ans plus tôt
hu_hu: {years}...évvel ezelőtt
it_it: {years}...anni fa
ko_kr: {years}년 전
nl_nl: {years}...jaren geleden
pl_pl: {years}...lat temu
pt_pt: {years}...anos atrás
ro_ro: {years}...ani în urmă
ru_ru: {years}...лет назад
sv_se: {years}...år sedan
tr_tr: {years}yıllar önce
uk_ua: {years}...багато років тому.

# keepOriginal
source: Keep original image
ar_sa: الحفاظ على الصورة الأصلية
cs_cz: Zachování původního obrazu
da_dk: Bevar det originale billede
de_de: Bewahren Sie das Originalbild
el_gr: Διατήρηση της αρχικής εικόνας
es_es: Conservar la imagen original
fi_fi: Säilytä alkuperäinen kuva
fr_fr: Préserver l'image originale
hu_hu: Az eredeti kép megőrzése
it_it: Preservare l'immagine originale
ko_kr: 원본 이미지를 유지
nl_nl: De originele afbeelding behouden
pl_pl: Zachowanie oryginalnego obrazu
pt_pt: Preservar a imagem original
ro_ro: Păstrați imaginea originală
ru_ru: Сохраните исходное изображение
sv_se: Bevara den ursprungliga bilden
tr_tr: Orijinal görüntüyü koruyun
uk_ua: Збережіть оригінальне зображення

source: Add File
ar_sa: إضافة ملف
cs_cz: Přidat soubor
da_dk: Tilføj fil
de_de: Datei hinzufügen
el_gr: Προσθήκη αρχείου
es_es: Añadir archivo
fi_fi: Lisää tiedosto
fr_fr: Ajouter un fichier
hu_hu: Fájl hozzáadása
it_it: Aggiungi file
ko_kr: 파일 추가
nl_nl: Bestand toevoegen
pl_pl: Dodaj plik
pt_pt: Adicionar ficheiro
ro_ro: Adăugați fișier
ru_ru: Добавить файл
sv_se: Lägg till fil
tr_tr: Dosya ekle
uk_ua: Додати файл

source: Local Upload
ar_sa: التحميل المحلي
cs_cz: místní nahrávání
da_dk: lokal upload
de_de: lokaler Upload
el_gr: τοπικό ανέβασμα
es_es: carga local
fi_fi: paikallinen lataus
fr_fr: téléchargement local
hu_hu: helyi feltöltés
it_it: caricamento locale
ko_kr: 장치에서 업로드
nl_nl: lokale upload
pl_pl: lokalne przesyłanie
pt_pt: carregamento local
ro_ro: încărcare locală
ru_ru: локальная загрузка
sv_se: lokal uppladdning
tr_tr: yerel yükleme
uk_ua: локальне завантаження

# fromCloud
source: From Drivers
ar_sa: من الكمبيوتر المحمول
cs_cz: Z netbooku
da_dk: Fra netbook'en
de_de: Vom Netbook aus
el_gr: Από το netbook
es_es: Desde el netbook
fi_fi: Netbookista
fr_fr: Depuis le netbook
hu_hu: A netbookról
it_it: Dal netbook
ko_kr: 드라이브에서
nl_nl: Van de netbook
pl_pl: Z netbooka
pt_pt: Do netbook
ro_ro: De la netbook
ru_ru: С нетбука
sv_se: Från netbooken
tr_tr: Netbook'tan
uk_ua: З нетбука

source: Upload from URL
ar_sa: التحميل من الموقع الإلكتروني
cs_cz: Nahrávání z webové stránky
da_dk: Upload fra webstedet
de_de: Hochladen von der Website
el_gr: Ανέβασμα από την ιστοσελίδα
es_es: Cargar desde el sitio web
fi_fi: Lataus verkkosivulta
fr_fr: Téléchargement à partir du site web
hu_hu: Feltöltés a weboldalról
it_it: Caricare dal sito web
ko_kr: URL로부터
nl_nl: Uploaden vanaf de website
pl_pl: Przesyłanie ze strony internetowej
pt_pt: Carregar a partir do sítio Web
ro_ro: Încărcare de pe site-ul web
ru_ru: Загрузка с веб-сайта
sv_se: Ladda upp från webbplatsen
tr_tr: Web sitesinden yükleme
uk_ua: Завантажити з веб-сайту

# enterUrl
source: Please Enter URL
ar_sa: الرجاء إدخال عنوان URL
cs_cz: Zadejte prosím adresu URL
da_dk: Indtast venligst URL'en
de_de: Bitte geben Sie die URL ein
el_gr: Παρακαλώ εισάγετε το URL
es_es: Introduzca la URL
fi_fi: Kirjoita URL-osoite
fr_fr: Veuillez saisir l'URL
hu_hu: Kérjük, adja meg az URL-t
it_it: Inserire l'URL
ko_kr: URL을 입력하세요
nl_nl: Voer de URL in
pl_pl: Wprowadź adres URL
pt_pt: Introduzir o URL
ro_ro: Vă rugăm să introduceți URL-ul
ru_ru: Пожалуйста, введите URL
sv_se: Vänligen ange URL
tr_tr: Lütfen URL'yi girin
uk_ua: Будь ласка, введіть URL-адресу

source: Cancel
ar_sa: الإلغاءات
cs_cz: zrušení
da_dk: aflysninger
de_de: Stornierungen
el_gr: ακυρώσεις
es_es: anulaciones
fi_fi: peruutukset
fr_fr: annulations
hu_hu: törlések
it_it: cancellazioni
ko_kr: 취소
nl_nl: annuleringen
pl_pl: odwołania
pt_pt: cancelamentos
ro_ro: anulări
ru_ru: отмены
sv_se: avbokningar
tr_tr: İPTALLER
uk_ua: скасування

# uploadFailed
source: Upload Failed {msg}
ar_sa: {msg}فشل التحميل
cs_cz: {msg}Odeslání se nezdařilo
da_dk: {msg}Upload mislykkedes
de_de: {msg}Upload fehlgeschlagen
el_gr: {msg}Αποτυχία αποστολής
es_es: {msg}Error de carga
fi_fi: {msg}Lataus epäonnistui
fr_fr: 上传失败 {msg}
hu_hu: {msg}A feltöltés sikertelen
it_it: {msg}Caricamento fallito
ko_kr: 업로드 실패 {msg}
nl_nl: {msg}Uploaden mislukt
pl_pl: Przesłanie nie powiodło się {msg}
pt_pt: {msg}A transferência falhou
ro_ro: {msg}Upload eșuat
ru_ru: {msg}Загрузка не удалась
sv_se: {msg}Uppladdningen misslyckades
tr_tr: {msg}Yükleme başarısız
uk_ua: {msg}Не вдалося завантажити

source: Rename
ar_sa: إعادة التسمية
cs_cz: přejmenovat
da_dk: omdøbe
de_de: umbenennen
el_gr: μετονομασία
es_es: renombrar
fi_fi: nimetä uudelleen
fr_fr: renommer
hu_hu: átnevezni
it_it: rinominare
ko_kr: 이름 변경
nl_nl: hernoemen
pl_pl: zmiana nazwy
pt_pt: renomear
ro_ro: redenumire
ru_ru: переименовать
sv_se: byta namn på
tr_tr: yeniden adlandır
uk_ua: перейменувати

source: Delete
ar_sa: إزالة
cs_cz: odstranění
da_dk: fjerne
de_de: entfernen
el_gr: αφαίρεση του
es_es: eliminar
fi_fi: poistaminen
fr_fr: supprimer
hu_hu: a eltávolítása
it_it: rimozione
ko_kr: 삭제
nl_nl: verwijderen
pl_pl: usunięcie
pt_pt: remoção
ro_ro: îndepărtarea
ru_ru: удаление
sv_se: avlägsnande
tr_tr: Kaldırma
uk_ua: видалення

# markAsSensitive
source: Mark as NSFW
ar_sa: وضع علامة كمحتوى حساس
cs_cz: Označit jako citlivý obsah
da_dk: Marker som følsomt indhold
de_de: Als sensibler Inhalt kennzeichnen
el_gr: Σημειώστε ως ευαίσθητο περιεχόμενο
es_es: Marcar como contenido sensible
fi_fi: Merkitse arkaluontoiseksi sisällöksi
fr_fr: Marquer comme contenu sensible
hu_hu: Érzékeny tartalomként megjelölni
it_it: Segnala come contenuto sensibile
ko_kr: 열람주의로 설정
nl_nl: Markeer als gevoelige inhoud
pl_pl: Oznacz jako zawartość wrażliwą
pt_pt: Assinalar como conteúdo sensível
ro_ro: Marcați ca conținut sensibil
ru_ru: Отметить как чувствительное содержимое
sv_se: Flagga som känsligt innehåll
tr_tr: Hassas içerik olarak işaretle
uk_ua: Позначити як конфіденційний вміст

# cancelSensitive
source: Cancel Mark as NSFW
ar_sa: إلغاء وضع علامة على المحتوى الحساس
cs_cz: Zrušení označení jako citlivého obsahu
da_dk: Afflagning som følsomt indhold
de_de: Kennzeichnung sensibler Inhalte aufheben
el_gr: Αποσυνδέστε την επισήμανση ευαίσθητου περιεχομένου
es_es: Desmarcar contenidos sensibles
fi_fi: Arkaluonteisen sisällön lipun poistaminen
fr_fr: Débloquer les contenus sensibles
hu_hu: Érzékeny tartalmak megjelölésének törlése
it_it: Sbloccare i contenuti sensibili
ko_kr: 열람주의 해제
nl_nl: Gevoelige inhoud afvinken
pl_pl: Nie oflaguj wrażliwych treści
pt_pt: Retirar a marcação de conteúdos sensíveis
ro_ro: Deblocați conținutul sensibil
ru_ru: Снимите флаги с чувствительного содержимого
sv_se: Avflagga känsligt innehåll
tr_tr: Hassas içeriğin etiketini kaldırın
uk_ua: Зняття прапорця як чутливого вмісту

source: Add Title
ar_sa: إضافة عنوان
cs_cz: Přidat název
da_dk: Tilføj titel
de_de: Titel hinzufügen
el_gr: Προσθήκη τίτλου
es_es: Añadir título
fi_fi: Lisää otsikko
fr_fr: Ajouter un titre
hu_hu: Cím hozzáadása
it_it: Aggiungi titolo
ko_kr: 캡션 추가
nl_nl: Titel toevoegen
pl_pl: Dodaj tytuł
pt_pt: Adicionar título
ro_ro: Adaugă titlu
ru_ru: Добавить название
sv_se: Lägg till titel
tr_tr: Başlık Ekle
uk_ua: Додати назву

# enterNewTitle
source: Please enter a new title
ar_sa: الرجاء إدخال عنوان جديد
cs_cz: Zadejte prosím nový název
da_dk: Indtast venligst en ny titel
de_de: Bitte geben Sie einen neuen Titel ein
el_gr: Παρακαλώ εισάγετε έναν νέο τίτλο
es_es: Introduzca un nuevo título
fi_fi: Kirjoita uusi otsikko
fr_fr: Veuillez saisir un nouveau titre
hu_hu: Kérjük, adjon meg egy új címet
it_it: Inserire un nuovo titolo
ko_kr: 새 캡션을 입력해 주세요
nl_nl: Voer een nieuwe titel in
pl_pl: Wprowadź nowy tytuł
pt_pt: Introduzir um novo título
ro_ro: Vă rugăm să introduceți un titlu nou
ru_ru: Пожалуйста, введите новое название
sv_se: Vänligen ange en ny titel
tr_tr: Lütfen yeni bir başlık girin
uk_ua: Будь ласка, введіть нову назву

# createNoteFormFile
source: Create note from drivers
ar_sa: إنشاء منشور من ملف
cs_cz: Vytvoření příspěvku ze souboru
da_dk: Oprettelse af et indlæg fra en fil
de_de: Erstellen eines Beitrags aus einer Datei
el_gr: Δημιουργία μιας ανάρτησης από ένα αρχείο
es_es: Crear una entrada a partir de un fichero
fi_fi: Postin luominen tiedostosta
fr_fr: Création d'un message à partir d'un fichier
hu_hu: Hozzászólások létrehozása fájlokból
it_it: Creare un post da un file
ko_kr: 이 파일로 노트를 작성
nl_nl: Een bericht maken vanuit een bestand
pl_pl: Tworzenie wpisu z pliku
pt_pt: Criar posts a partir de ficheiros
ro_ro: Crearea de posturi din fișiere
ru_ru: Создание сообщения из файла
sv_se: Skapa ett inlägg från en fil
tr_tr: Bir dosyadan gönderi oluşturma
uk_ua: Створення публікації з файлу

source: Copy link
ar_sa: نسخ الرابط
cs_cz: Kopírovat odkaz
da_dk: Kopier link
de_de: Link kopieren
el_gr: Αντιγραφή συνδέσμου
es_es: Copiar enlace
fi_fi: Kopioi linkki
fr_fr: Copier le lien
hu_hu: Link másolása
it_it: Copiare il link
ko_kr: 링크 복사
nl_nl: Link kopiëren
pl_pl: Kopiuj link
pt_pt: Copiar ligação
ro_ro: Copiere link
ru_ru: Копировать ссылку
sv_se: Kopiera länk
tr_tr: Bağlantıyı kopyala
uk_ua: Скопіювати посилання

source: Download
ar_sa: التحميل
cs_cz: stahování
da_dk: Downloading
de_de: Herunterladen von
el_gr: Λήψη
es_es: descargando
fi_fi: lataaminen
fr_fr: téléchargement
hu_hu: letöltés
it_it: scaricare
ko_kr: 다운로드
nl_nl: downloaden
pl_pl: pobieranie
pt_pt: descarregamento
ro_ro: descărcare
ru_ru: загрузка
sv_se: nedladdning
tr_tr: indiriliyor
uk_ua: завантаження

source: Rename File
ar_sa: إعادة تسمية الملف
cs_cz: Přejmenování souboru
da_dk: Omdøb filen
de_de: Datei umbenennen
el_gr: Μετονομασία αρχείου
es_es: Renombrar archivo
fi_fi: Nimeä tiedosto uudelleen
fr_fr: Renommer le fichier
hu_hu: Fájl átnevezése
it_it: Rinominare il file
ko_kr: 파일 이름 변경
nl_nl: Bestand hernoemen
pl_pl: Zmiana nazwy pliku
pt_pt: Mudar o nome do ficheiro
ro_ro: Redenumiți fișierul
ru_ru: Переименовать файл
sv_se: Byt namn på fil
tr_tr: Dosyayı yeniden adlandır
uk_ua: Перейменувати файл
