Repository: MoeKeyDev/MoeKey
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# clipCancelFavoriteText
source: Really remove from favorites?
ar_sa: هل أنت متأكد من أنك تريد إلغاء المجموعة؟
cs_cz: Určitě chcete sbírku zrušit?
da_dk: Er du sikker på, at du vil annullere indsamlingen?
de_de: Sind Sie sicher, dass Sie die Sammlung abbrechen wollen?
el_gr: Σίγουρα θέλετε να ακυρώσετε τη συλλογή;
es_es: ¿Seguro que quieres cancelar la recogida?
fi_fi: Haluatko varmasti peruuttaa keräyksen?
fr_fr: Vous êtes sûr de vouloir annuler la collecte ?
hu_hu: Biztos, hogy le akarja mondani a gyűjtést?
it_it: Siete sicuri di voler annullare la raccolta?
ko_kr: 즐겨찾기를 해제하시겠습니까?
nl_nl: Weet je zeker dat je de collectie wilt annuleren?
pl_pl: Na pewno chcesz anulować kolekcję?
pt_pt: Tem a certeza de que quer cancelar a coleção?
ro_ro: Sunteți sigur că doriți să anulați colecția?
ru_ru: Вы уверены, что хотите отказаться от коллекции?
sv_se: Är du säker på att du vill avbryta insamlingen?
tr_tr: Koleksiyonu iptal etmek istediğinizden emin misiniz?
uk_ua: Впевнені, що хочете скасувати збір?

# exploreHot
source: Popular
ar_sa: في رواج
cs_cz: v módě
da_dk: på mode
de_de: en vogue
el_gr: στη μόδα
es_es: de moda
fi_fi: muodissa
fr_fr: en vogue
hu_hu: divatban
it_it: in voga
ko_kr: 유행
nl_nl: in zwang
pl_pl: w modzie
pt_pt: em voga
ro_ro: în vogă
ru_ru: в моде
sv_se: på modet
tr_tr: moda
uk_ua: в моді

# exploreUsers
source: Users
ar_sa: المستخدم
cs_cz: uživatel
da_dk: bruger
de_de: Benutzer
el_gr: χρήστης
es_es: usuario
fi_fi: käyttäjä
fr_fr: utilisateur
hu_hu: felhasználó
it_it: utente
ko_kr: 유저
nl_nl: gebruiker
pl_pl: użytkownik
pt_pt: utilizador
ro_ro: utilizator
ru_ru: пользователь
sv_se: användare
tr_tr: kullanıcı
uk_ua: користувач

source: Local
ar_sa: هذه المنطقة
cs_cz: tato lokalita
da_dk: denne lokalitet
de_de: diese Ortschaft
el_gr: αυτή η τοποθεσία
es_es: esta localidad
fi_fi: tämä paikkakunta
fr_fr: cette localité
hu_hu: ez a helység
it_it: questa località
ko_kr: 로컬
nl_nl: deze plaats
pl_pl: ta miejscowość
pt_pt: esta localidade
ro_ro: această localitate
ru_ru: эта местность
sv_se: denna plats
tr_tr: bu bölge
uk_ua: ця місцевість

source: Remote
ar_sa: عن بُعد
cs_cz: na dálku
da_dk: afstand
de_de: per Fernzugriff
el_gr: εξ αποστάσεως
es_es: a distancia
fi_fi: etäisyys
fr_fr: à distance
hu_hu: távolról
it_it: distanza
ko_kr: 리모트
nl_nl: op afstand
pl_pl: zdalnie
pt_pt: remotamente
ro_ro: de la distanță
ru_ru: удаленно
sv_se: på distans
tr_tr: uzaktan
uk_ua: віддалено

# exploreUserHot
source: Popular users
ar_sa: مستخدم شائع
cs_cz: populární uživatel
da_dk: populær bruger
de_de: beliebter Benutzer
el_gr: δημοφιλής χρήστης
es_es: usuario popular
fi_fi: suosittu käyttäjä
fr_fr: utilisateur populaire
hu_hu: népszerű felhasználó
it_it: utente popolare
ko_kr: 인기 유저
nl_nl: populaire gebruiker
pl_pl: popularny użytkownik
pt_pt: utilizador popular
ro_ro: utilizator popular
ru_ru: популярный пользователь
sv_se: populär användare
tr_tr: popüler kullanıcı
uk_ua: популярний користувач

# exploreUserLast
source: Newly login users
ar_sa: المستخدمون الذين تم تسجيل دخولهم مؤخراً
cs_cz: Nedávno přihlášení uživatelé
da_dk: Nyligt indloggede brugere
de_de: Kürzlich eingeloggte Benutzer
el_gr: Πρόσφατα συνδεδεμένοι χρήστες
es_es: Usuarios conectados recientemente
fi_fi: Viimeksi kirjautuneet käyttäjät
fr_fr: Utilisateurs récemment connectés
hu_hu: Nemrég bejelentkezett felhasználók
it_it: Utenti che hanno effettuato l'accesso di recente
ko_kr: 최근에 가입한 유저
nl_nl: Recent aangemelde gebruikers
pl_pl: Ostatnio zalogowani użytkownicy
pt_pt: Utilizadores recentemente iniciados
ro_ro: Utilizatori conectați recent
ru_ru: Недавно вошедшие пользователи
sv_se: Nyligen inloggade användare
tr_tr: Son giriş yapan kullanıcılar
uk_ua: Нещодавно зареєстровані користувачі

# exploreUserUpdated
source: Recently active users
ar_sa: المساهمون الجدد
cs_cz: Nedávní přispěvatelé
da_dk: Nylige bidragydere
de_de: Neueste Beiträge
el_gr: Πρόσφατοι συνεισφέροντες
es_es: Colaboradores recientes
fi_fi: Viimeaikaiset avustajat
fr_fr: Contributeurs récents
hu_hu: Legutóbbi hozzájárulók
it_it: Contributori recenti
ko_kr: 최근 게시한 유저
nl_nl: Recente medewerkers
pl_pl: Ostatni współpracownicy
pt_pt: Colaboradores recentes
ro_ro: Contribuții recente
ru_ru: Последние вкладчики
sv_se: Senaste bidragsgivarna
tr_tr: Son Katkıda Bulunanlar
uk_ua: Нещодавні дописувачі

# exploreUserPined
source: Pinned users
ar_sa: المستخدم في أعلى القائمة
cs_cz: uživatel na začátku seznamu
da_dk: bruger øverst på listen
de_de: Benutzer an der Spitze der Liste
el_gr: χρήστης στην κορυφή της λίστας
es_es: usuario que encabeza la lista
fi_fi: käyttäjä listan kärjessä
fr_fr: utilisateur en tête de liste
hu_hu: felhasználó a lista elején
it_it: utente in cima all'elenco
ko_kr: 고정된 유저
nl_nl: gebruiker bovenaan de lijst
pl_pl: użytkownik na szczycie listy
pt_pt: utilizador no topo da lista
ro_ro: utilizator în fruntea listei
ru_ru: пользователь в верхней части списка
sv_se: användaren högst upp på listan
tr_tr: listenin en üstündeki kullanıcı
uk_ua: користувач на початку списку

source: Add Account
ar_sa: إضافة حساب
cs_cz: Přidat účet
da_dk: Tilføj konto
de_de: Konto hinzufügen
el_gr: Προσθήκη λογαριασμού
es_es: Añadir cuenta
fi_fi: Lisää tili
fr_fr: Ajouter un compte
hu_hu: Számla hozzáadása
it_it: Aggiungi account
ko_kr: 계정 추가
nl_nl: Account toevoegen
pl_pl: Dodaj konto
pt_pt: Adicionar conta
ro_ro: Adăugare cont
ru_ru: Добавить аккаунт
sv_se: Lägg till konto
tr_tr: Hesap Ekle
uk_ua: Додати обліковий запис

# manageAccount
source: Manage Accounts
ar_sa: إدارة الحساب
cs_cz: Správa účtu
da_dk: Administrer konto
de_de: Konto verwalten
el_gr: Διαχείριση λογαριασμού
es_es: Gestionar cuenta
fi_fi: Hallitse tiliä
fr_fr: Gérer le compte
hu_hu: Számla kezelése
it_it: Gestione dell'account
ko_kr: 계정 관리
nl_nl: Account beheren
pl_pl: Zarządzaj kontem
pt_pt: Gerir conta
ro_ro: Gestionați contul
ru_ru: Управление аккаунтом
sv_se: Hantera konto
tr_tr: Hesabı Yönet
uk_ua: Керування обліковим записом

source: Account
ar_sa: اسم المستخدم
cs_cz: uživatelské jméno
da_dk: Brugernavn
de_de: Nutzername
el_gr: όνομα χρήστη
es_es: nombre de usuario
fi_fi: käyttäjätunnus
fr_fr: nom d'utilisateur
hu_hu: felhasználónév
it_it: nome utente
ko_kr: 계정
nl_nl: gebruikersnaam
pl_pl: nazwa użytkownika
pt_pt: nome de utilizador
ro_ro: nume de utilizator
ru_ru: имя пользователя
sv_se: Användarnamn
tr_tr: kullanıcı adı
uk_ua: ім'я користувача

# saveImage
source: Save picture
ar_sa: حفظ الصورة
cs_cz: Uložit obrázek
da_dk: Gem billede
de_de: Bild speichern
el_gr: Αποθήκευση εικόνας
es_es: Guardar imagen
fi_fi: Tallenna kuva
fr_fr: Enregistrer l'image
hu_hu: Kép mentése
it_it: Salva immagine
ko_kr: 이미지 저장
nl_nl: Afbeelding opslaan
pl_pl: Zapisz obraz
pt_pt: Guardar imagem
ro_ro: Salvare imagine
ru_ru: Сохранить изображение
sv_se: Spara bild
tr_tr: Resmi Kaydet
uk_ua: Зберегти зображення

# saveSuccess
source: Save successful
ar_sa: حفظ ناجح
cs_cz: Uložit úspěšné
da_dk: Gem succesfuld
de_de: Erfolgreich speichern
el_gr: Αποθήκευση επιτυχημένων
es_es: Salvar con éxito
fi_fi: Tallenna onnistunut
fr_fr: Sauvegarder le succès
hu_hu: Sikeres mentés
it_it: Salva il successo
ko_kr: 저장 성공
nl_nl: Succesvol opslaan
pl_pl: Skuteczne oszczędzanie
pt_pt: Guardar com sucesso
ro_ro: Salvați cu succes
ru_ru: Сохранить успешный
sv_se: Spara framgångsrikt
tr_tr: Başarılı Kaydet
uk_ua: Зберегти успішно

source: Save Failed
ar_sa: فشل في الحفظ
cs_cz: se nepodařilo zachránit
da_dk: undlader at redde
de_de: nicht speichern
el_gr: αποτυγχάνει να σώσει
es_es: no salvar
fi_fi: ei onnistu säästämään
fr_fr: ne pas sauver
hu_hu: nem menteni
it_it: non riescono a salvare
ko_kr: 저장 실패
nl_nl: niet redden
pl_pl: nie zapisać
pt_pt: não salvar
ro_ro: nu reușesc să salveze
ru_ru: не спасти
sv_se: misslyckas med att spara
tr_tr: kurtarmak için başarısız
uk_ua: не вдасться врятувати

# somebodyNote
source: 's Posts
ar_sa: المنشورات
cs_cz: příspěvky
da_dk: Indlæg
de_de: Beiträge
el_gr: θέσεις
es_es: puestos
fi_fi: virat
fr_fr: postes
hu_hu: hozzászólások
it_it: posti
ko_kr: 님의 노트
nl_nl: berichten
pl_pl: stanowiska
pt_pt: postos
ro_ro: posturi
ru_ru: посты
sv_se: inlägg
tr_tr: gönderiler
uk_ua: пости

# showConversation
source: View Conversation
ar_sa: عرض الحوار
cs_cz: Zobrazit dialog
da_dk: Se dialog
de_de: Dialog anzeigen
el_gr: Προβολή διαλόγου
es_es: Ver diálogo
fi_fi: Näytä vuoropuhelu
fr_fr: Voir le dialogue
hu_hu: Párbeszéd megtekintése
it_it: Visualizza il dialogo
ko_kr: 타래 보기
nl_nl: Bekijk dialoog
pl_pl: Wyświetl dialog
pt_pt: Ver diálogo
ro_ro: Vezi dialogul
ru_ru: Просмотр диалога
sv_se: Visa dialog
tr_tr: Diyaloğu görüntüle
uk_ua: Переглянути діалог

# notification
source: Notifications
ar_sa: الإخطارات
cs_cz: oznámení
da_dk: Meddelelser
de_de: Benachrichtigungen
el_gr: ειδοποιήσεις
es_es: notificaciones
fi_fi: ilmoitukset
hu_hu: értesítések
it_it: notifiche
ko_kr: 알림
nl_nl: meldingen
pl_pl: powiadomienia
pt_pt: notificações
ro_ro: notificări
ru_ru: уведомления
sv_se: meddelanden
tr_tr: BİLDİRİMLER
uk_ua: сповіщення

# notifyFollowedYou
source: Followed you
ar_sa: لديك متابعين جدد.
cs_cz: Máte nové příznivce.
da_dk: Du har fået nye følgere.
de_de: Sie haben neue Follower.
el_gr: Έχετε νέους οπαδούς.
es_es: Tienes nuevos seguidores.
fi_fi: Sinulla on uusia seuraajia.
fr_fr: Vous avez de nouveaux adeptes.
hu_hu: Új követőid vannak.
it_it: Avete nuovi seguaci.
ko_kr: 새로운 팔로워가 있습니다
nl_nl: Je hebt nieuwe volgers.
pl_pl: Masz nowych obserwujących.
pt_pt: Tem novos seguidores.
ro_ro: Aveți noi adepți.
ru_ru: У вас появились новые последователи.
sv_se: Du har nya följare.
tr_tr: Yeni takipçileriniz var.
uk_ua: У вас з'явилися нові підписники.

# notifyFollowedAccepted
source: Your follow request was passed
ar_sa: تمت الموافقة على طلبك للانتباه.
cs_cz: Vaše žádost o pozornost byla schválena.
da_dk: Din anmodning om opmærksomhed er blevet godkendt.
de_de: Ihr Antrag auf Aufmerksamkeit wurde genehmigt.
el_gr: Το αίτημά σας για προσοχή έχει εγκριθεί.
es_es: Su solicitud de atención ha sido aprobada.
fi_fi: Pyyntösi huomiosta on hyväksytty.
fr_fr: Votre demande d'attention a été approuvée.
hu_hu: A figyelemfelhívást jóváhagyták.
it_it: La vostra richiesta di attenzione è stata approvata.
ko_kr: 팔로우가 수락되었습니다
nl_nl: Uw verzoek om aandacht is goedgekeurd.
pl_pl: Twoja prośba o uwagę została zatwierdzona.
pt_pt: O seu pedido de atenção foi aprovado.
ro_ro: Cererea dumneavoastră de atenție a fost aprobată.
ru_ru: Ваш запрос на внимание был одобрен.
sv_se: Din begäran om uppmärksamhet har godkänts.
tr_tr: İlgi talebiniz onaylanmıştır.
uk_ua: Ваш запит на увагу схвалено.

# notifyNotSupport
source: Unsupported notification types:{type}
ar_sa: {type}أنواع الإشعارات غير المدعومة:
cs_cz: {type}Nepodporované typy oznámení:
da_dk: {type}Meddelelsestyper, der ikke understøttes:
de_de: {type}Nicht unterstützte Meldungstypen:
el_gr: {type}Μη υποστηριζόμενοι τύποι ειδοποιήσεων:
es_es: {type}Tipos de notificación no compatibles:
fi_fi: {type}Ei tuettuja ilmoitustyyppejä:
fr_fr: {type}Types de notification non pris en charge :
hu_hu: {type}Nem támogatott értesítési típusok:
it_it: {type}Tipi di notifica non supportati:
ko_kr: 지원하지 않는 알림 유형: {type}
nl_nl: {type}Niet-ondersteunde meldingstypes:
pl_pl: {type}Nieobsługiwane typy powiadomień:
pt_pt: {type}Tipos de notificação não suportados:
ro_ro: {type}Tipuri de notificări nesupuse:
ru_ru: {type}Неподдерживаемые типы уведомлений:
sv_se: {type}Meddelandetyper som inte stöds:
tr_tr: {type}Desteklenmeyen bildirim türleri:
uk_ua: {type}Непідтримувані типи сповіщень:

# notifyAll
source: All
ar_sa: كاملة
cs_cz: kompletní
da_dk: fuld
de_de: vollständig
el_gr: πλήρες
es_es: completo
fi_fi: full
fr_fr: complet
hu_hu: teljes
it_it: completo
ko_kr: 전체
nl_nl: volledig
pl_pl: pełny
pt_pt: completo
ro_ro: complet
ru_ru: полный
sv_se: full
tr_tr: Tam
uk_ua: повний

# notifyMention
source: Mentions
ar_sa: بالحديث عن
cs_cz: Když už mluvíme o mém
da_dk: Når vi taler om min
de_de: Apropos mein
el_gr: Μιλώντας για το
es_es: Hablando de mi
fi_fi: Puhuttaessa minun
fr_fr: En parlant de mon
hu_hu: Ha már az én
it_it: Parlando del mio
ko_kr: 받은 멘션
nl_nl: Over mijn
pl_pl: Mówiąc o moim
pt_pt: A propósito do meu
ro_ro: Vorbind despre
ru_ru: Говоря о моем
sv_se: På tal om min
tr_tr: Benimkinden bahsetmişken
uk_ua: Говорячи про мою

# notifyMessage
source: Specified
ar_sa: رسالة خاصة
cs_cz: soukromý dopis
da_dk: privat brev
de_de: privater Brief
el_gr: ιδιωτική επιστολή
es_es: carta privada
fi_fi: yksityinen kirje
fr_fr: lettre privée
hu_hu: magánlevél
it_it: lettera privata
ko_kr: 다이렉트
nl_nl: persoonlijke brief
pl_pl: list prywatny
pt_pt: carta privada
ro_ro: scrisoare privată
ru_ru: частное письмо
sv_se: privat brev
tr_tr: ÖZEL MEKTUP
uk_ua: приватний лист

# notifyFilter
source: Filter
ar_sa: الفحص
cs_cz: screening
da_dk: screening
de_de: Screening
el_gr: διαλογή
es_es: cribado
fi_fi: seulonta
fr_fr: dépistage
hu_hu: szűrés
it_it: screening
ko_kr: 필터
nl_nl: screening
pl_pl: projekcja
pt_pt: rastreio
ro_ro: screening
ru_ru: грохочение
sv_se: screening
tr_tr: tarama
uk_ua: скринінг

# notifyMarkAllRead
source: Mark All as Read
ar_sa: وضع علامة "مقروءة" على الكل
cs_cz: Označit vše jako přečtené
da_dk: Marker alle som læst
de_de: Alle als gelesen markieren
el_gr: Σημειώστε τα όλα ως αναγνωσμένα
es_es: Marcar todo como leído
fi_fi: Merkitse kaikki luetuiksi
fr_fr: Marquer tous les textes comme lus
hu_hu: Mindent olvasottnak jelölni
it_it: Contrassegnare tutti come letti
ko_kr: 모두 읽음으로 표시
nl_nl: Alles markeren als gelezen
pl_pl: Oznacz wszystkie jako przeczytane
pt_pt: Marcar tudo como lido
ro_ro: Marcați toate ca citite
ru_ru: Отметить все как прочитанные
sv_se: Markera alla som lästa
tr_tr: Hepsini okundu olarak işaretle
uk_ua: Позначте все як прочитане

source: All
ar_sa: كاملة
cs_cz: kompletní
da_dk: fuld
de_de: vollständig
el_gr: πλήρες
es_es: completo
fi_fi: full
fr_fr: complet
hu_hu: teljes
it_it: completo
ko_kr: 전체
nl_nl: volledig
pl_pl: pełny
pt_pt: completo
ro_ro: complet
ru_ru: полный
sv_se: full
tr_tr: Tam
uk_ua: повний

# searchHost
source: Specify Domain
ar_sa: تحديد اسم النطاق
cs_cz: Zadejte název domény
da_dk: Angiv domænenavn
de_de: Domänenname angeben
el_gr: Καθορίστε το όνομα τομέα
es_es: Especifique el nombre de dominio
fi_fi: Määritä verkkotunnus
fr_fr: Indiquer le nom de domaine
hu_hu: Domainnév megadása
it_it: Specificare il nome del dominio
ko_kr: 도메인 지정
nl_nl: Domeinnaam opgeven
pl_pl: Określ nazwę domeny
pt_pt: Especificar o nome de domínio
ro_ro: Specificați numele domeniului
ru_ru: Укажите доменное имя
sv_se: Ange domännamn
tr_tr: Alan adını belirtin
uk_ua: Вкажіть ім'я домену

# searchAll
source: All
ar_sa: كاملة
cs_cz: kompletní
da_dk: fuld
de_de: vollständig
el_gr: πλήρες
es_es: completo
fi_fi: full
fr_fr: complet
hu_hu: teljes
it_it: completo
ko_kr: 전체
nl_nl: volledig
pl_pl: pełny
pt_pt: completo
ro_ro: complet
ru_ru: полный
sv_se: full
tr_tr: Tam
uk_ua: повний

# searchLocal
source: Local
ar_sa: هذا الموقع
cs_cz: tato stránka
da_dk: dette websted
de_de: diese Seite
el_gr: αυτός ο ιστότοπος
es_es: este sitio
fi_fi: tämä sivusto
fr_fr: ce site
hu_hu: ez az oldal
it_it: questo sito
ko_kr: 로컬
nl_nl: deze site
pl_pl: ta strona
pt_pt: este sítio
ro_ro: acest site
ru_ru: этот сайт
sv_se: denna webbplats
tr_tr: bu site
uk_ua: цей сайт

# searchRemote
source: Remote
ar_sa: عن بُعد
cs_cz: na dálku
da_dk: på afstand
de_de: per Fernzugriff
el_gr: εξ αποστάσεως
es_es: a distancia
fi_fi: etänä
fr_fr: à distance
hu_hu: távolról
it_it: a distanza
ko_kr: 리모트
nl_nl: op afstand
pl_pl: zdalnie
pt_pt: remotamente
ro_ro: de la distanță
ru_ru: удаленно
sv_se: på distans
tr_tr: mesafe
uk_ua: віддалено

# timelineHome
source: Home
ar_sa: شكل البداية
cs_cz: obr. začátek
da_dk: fig. begyndelse
de_de: Abb. Anfang
el_gr: εικ. αρχή
es_es: fig. principio
fi_fi: kuva alku
fr_fr: fig. début
hu_hu: ábra kezdet
it_it: inizio fig.
ko_kr: 홈
nl_nl: afb. begin
pl_pl: rys. początek
pt_pt: fig. início
ro_ro: fig. început
ru_ru: рис. начало
sv_se: fig. början
tr_tr: şekil. başlangıç
uk_ua: рис. початок

# timelineLocal
source: Local
ar_sa: هذه المنطقة
cs_cz: tato lokalita
da_dk: denne lokalitet
de_de: diese Ortschaft
el_gr: αυτή η τοποθεσία
es_es: esta localidad
fi_fi: tämä paikkakunta
fr_fr: cette localité
hu_hu: ez a helység
it_it: questa località
ko_kr: 로컬
nl_nl: deze plaats
pl_pl: ta miejscowość
pt_pt: esta localidade
ro_ro: această localitate
ru_ru: эта местность
sv_se: denna plats
tr_tr: bu bölge
uk_ua: ця місцевість

# timelineGlobal
source: Global
ar_sa: الوضع الأمني
cs_cz: bezpečnostní situace
da_dk: Sikkerhedssituation
de_de: Sicherheitslage
el_gr: κατάσταση ασφαλείας
es_es: situación de seguridad
fi_fi: turvallisuustilanne
fr_fr: situation en matière de sécurité
hu_hu: biztonsági helyzet
it_it: situazione della sicurezza
ko_kr: 글로벌
nl_nl: veiligheidssituatie
pl_pl: sytuacja bezpieczeństwa
pt_pt: situação de segurança
ro_ro: situația de securitate
ru_ru: ситуация с безопасностью
sv_se: säkerhetsläget
tr_tr: güvenlik durumu
uk_ua: ситуація з безпекою

# timelineHybrid
source: Hybrid
ar_sa: التنشئة الاجتماعية
cs_cz: socializace
da_dk: socialisering
de_de: Sozialisierung
el_gr: κοινωνικοποίηση
es_es: socialización
fi_fi: sosialisaatio
fr_fr: socialisation
hu_hu: szocializáció
it_it: socializzazione
ko_kr: 소셜
nl_nl: socialisatie
pl_pl: socjalizacja
pt_pt: socialização
ro_ro: socializare
ru_ru: социализация
sv_se: socialisering
tr_tr: sosyalleşme
uk_ua: соціалізація

# userWidgetUnSupport
source: Widget List (Not Completed)
ar_sa: قائمة الأدوات (غير مكتملة)
cs_cz: Seznam widgetů (nedokončený)
da_dk: Liste over widgets (ufærdig)
de_de: Liste der Widgets (unvollendet)
el_gr: Λίστα widgets (ημιτελής)
es_es: Lista de widgets (inacabada)
fi_fi: Luettelo widgeteistä (keskeneräinen)
fr_fr: Liste des widgets (inachevée)
hu_hu: Widgetek listája (befejezetlen)
it_it: Elenco dei widget (non finito)
ko_kr: 위젯 목록 (미완성)
nl_nl: Lijst met widgets (niet voltooid)
pl_pl: Lista widżetów (niedokończona)
pt_pt: Lista de widgets (inacabada)
ro_ro: Lista de widget-uri (neterminată)
ru_ru: Список виджетов (незакончено)
sv_se: Lista över widgets (oavslutad)
tr_tr: Widget listesi (tamamlanmamış)
uk_ua: Список віджетів (незавершений)

# userHot
source: Users
ar_sa: المستخدم
cs_cz: uživatel
da_dk: bruger
de_de: Benutzer
el_gr: χρήστης
es_es: usuario
fi_fi: käyttäjä
fr_fr: utilisateur
hu_hu: felhasználó
it_it: utente
ko_kr: 유저
nl_nl: gebruiker
pl_pl: użytkownik
pt_pt: utilizador
ro_ro: utilizator
ru_ru: пользователь
sv_se: användare
tr_tr: kullanıcı
uk_ua: користувач

# userNote
source: Notes
ar_sa: البطاقة
cs_cz: karta
da_dk: kort
de_de: Karte
el_gr: κάρτα
es_es: tarjeta
fi_fi: kortti
fr_fr: carte
hu_hu: kártya
it_it: scheda
ko_kr: 노트
nl_nl: kaart
pl_pl: karta
pt_pt: cartão
ro_ro: card
ru_ru: карта
sv_se: kort
tr_tr: kart
uk_ua: картка

# userAll
source: All
ar_sa: كاملة
cs_cz: kompletní
da_dk: fuld
de_de: vollständig
el_gr: πλήρες
es_es: completo
fi_fi: full
fr_fr: complet
hu_hu: teljes
it_it: completo
ko_kr: 전체
nl_nl: volledig
pl_pl: pełny
pt_pt: completo
ro_ro: complet
ru_ru: полный
sv_se: full
tr_tr: Tam
uk_ua: повний

# userFile
source: Attachments
ar_sa: مرفق (بريد إلكتروني)
cs_cz: příloha (e-mail)
da_dk: Vedhæftet fil (e-mail)
de_de: Anhang (E-Mail)
el_gr: συνημμένο (email)
es_es: archivo adjunto (correo electrónico)
fi_fi: liitetiedosto (sähköposti)
fr_fr: pièce jointe (email)
hu_hu: melléklet (e-mail)
it_it: allegato (e-mail)
ko_kr: 첨부파일
nl_nl: bijlage (e-mail)
pl_pl: załącznik (e-mail)
pt_pt: anexo (correio eletrónico)
ro_ro: atașament (e-mail)
ru_ru: вложение (электронная почта)
sv_se: bifogad fil (e-post)
tr_tr: ek (e-posta)
uk_ua: вкладення (електронною поштою)

# userRegisterBy
source: Joined on
ar_sa: مسجل في
cs_cz: registrovaná v
da_dk: registreret i
de_de: eingetragen in
el_gr: εγγεγραμμένος στο
es_es: registrado en
fi_fi: rekisteröity
fr_fr: enregistré en
hu_hu: bejegyezve
it_it: registrato in
ko_kr: 가입 날짜
nl_nl: ingeschreven in
pl_pl: zarejestrowany w
pt_pt: registado em
ro_ro: înregistrat în
ru_ru: зарегистрированный в
sv_se: registrerad i
tr_tr: kayıtlı
uk_ua: зареєстровано в

source: Copy Username
ar_sa: نسخ اسم المستخدم
cs_cz: Kopírovat uživatelské jméno
da_dk: Kopier brugernavn
de_de: Benutzername kopieren
el_gr: Αντιγραφή ονόματος χρήστη
es_es: Copiar nombre de usuario
fi_fi: Kopioi käyttäjätunnus
fr_fr: Copier le nom d'utilisateur
hu_hu: Felhasználónév másolása
it_it: Copiare il nome utente
ko_kr: 유저 이름 복사
nl_nl: Gebruikersnaam kopiëren
pl_pl: Kopiuj nazwę użytkownika
pt_pt: Copiar nome de utilizador
ro_ro: Copiați numele de utilizator
ru_ru: Скопировать имя пользователя
sv_se: Kopiera användarnamn
tr_tr: Kullanıcı Adını Kopyala
uk_ua: Копіювати ім'я користувача

source: Copy RSS
ar_sa: نسخ RSS
cs_cz: Kopírovat RSS
da_dk: Kopier RSS
de_de: RSS kopieren
el_gr: Αντιγραφή RSS
es_es: Copiar RSS
fi_fi: Kopioi RSS
fr_fr: Copier RSS
hu_hu: RSS másolása
it_it: Copia RSS
ko_kr: RSS 복사
nl_nl: RSS kopiëren
pl_pl: Kopiowanie RSS
pt_pt: Copiar RSS
ro_ro: Copiere RSS
ru_ru: Копирование RSS
sv_se: Kopiera RSS
tr_tr: RSS Kopyala
uk_ua: Скопіювати RSS

# openInNewTab
source: Go to browser display
ar_sa: الانتقال إلى عرض المستعرض
cs_cz: Přejít na zobrazení prohlížeče
da_dk: Gå til browservisning
de_de: Zum Browser Display gehen
el_gr: Μεταβείτε στην οθόνη του προγράμματος περιήγησης
es_es: Ir a Visualización del navegador
fi_fi: Siirry selaimen näyttöön
fr_fr: Aller à l'affichage du navigateur
hu_hu: Menjen a böngésző megjelenítéséhez
it_it: Vai alla visualizzazione del browser
ko_kr: 새 탭에서 열기
nl_nl: Ga naar browserweergave
pl_pl: Przejdź do wyświetlania przeglądarki
pt_pt: Ir para o ecrã do navegador
ro_ro: Mergeți la Afișarea browserului
ru_ru: Перейти к отображению браузера
sv_se: Gå till webbläsarens display
tr_tr: Tarayıcı Ekranına Git
uk_ua: Перейдіть до Відображення в браузері

# copyUserHomeLink
source: Copy User Home Address
ar_sa: انسخ عنوان الصفحة الرئيسية للمستخدم
cs_cz: Zkopírování adresy domovské stránky uživatele
da_dk: Kopier adressen på brugerens hjemmeside
de_de: Kopieren Sie die Adresse der Homepage des Benutzers
el_gr: Αντιγράψτε τη διεύθυνση της αρχικής σελίδας του χρήστη
es_es: Copiar la dirección de la página de inicio del usuario
fi_fi: Kopioi käyttäjän kotisivun osoite.
fr_fr: Copier l'adresse de la page d'accueil de l'utilisateur
hu_hu: A felhasználó honlapjának címének másolása
it_it: Copiare l'indirizzo della homepage dell'utente
ko_kr: 사용자 홈 링크 복사
nl_nl: Kopieer het adres van de homepage van de gebruiker
pl_pl: Skopiuj adres strony głównej użytkownika
pt_pt: Copiar o endereço da página inicial do utilizador
ro_ro: Copiați adresa paginii de pornire a utilizatorului
ru_ru: Скопируйте адрес домашней страницы пользователя
sv_se: Kopiera adressen till användarens hemsida
tr_tr: Kullanıcının ana sayfasının adresini kopyalayın
uk_ua: Скопіюйте адресу домашньої сторінки користувача

# pendingFollowRequest
source: Follow request pending
ar_sa: مخاوف بشأن الطلبات التي يتم منحها
cs_cz: Obavy z vyhovění žádostem
da_dk: Bekymring for, om anmodninger bliver imødekommet
de_de: Besorgnis über die Erteilung von Aufträgen
el_gr: Ανησυχίες σχετικά με την ικανοποίηση των αιτήσεων
es_es: Preocupación por la concesión de solicitudes
fi_fi: Huoli pyyntöjen hyväksymisestä
fr_fr: Inquiétudes quant à la suite donnée aux demandes
hu_hu: A kérelmek teljesítésével kapcsolatos aggályok
it_it: Preoccupazione per l'accoglimento delle richieste
ko_kr: 팔로우 승인 대기중
nl_nl: Bezorgdheid over verzoeken die worden ingewilligd
pl_pl: Obawy dotyczące przyznawania wniosków
pt_pt: Preocupações com a concessão dos pedidos
ro_ro: Îngrijorări cu privire la acordarea cererilor
ru_ru: Опасения по поводу удовлетворения запросов
sv_se: Oro för att förfrågningar ska beviljas
tr_tr: Taleplerin kabul edilmesine ilişkin endişeler
uk_ua: Занепокоєння щодо задоволення запитів
