Repository: MoeKeyDev/MoeKey
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

source: Day
ar_sa: اليوم
cs_cz: den
da_dk: dag
de_de: Himmel
el_gr: ημέρα
es_es: día
fi_fi: päivä
fr_fr: jour
hu_hu: nap
it_it: giorno
ko_kr: 일
nl_nl: dag
pl_pl: niebo
pt_pt: dia
ro_ro: zi
ru_ru: небо
sv_se: dag
tr_tr: gökyüzü
uk_ua: небо

# hour
source: Hours
ar_sa: ساعات
cs_cz: hodin
da_dk: timer
de_de: Stunden
el_gr: ώρες
es_es: horas
fi_fi: tuntia
fr_fr: heures
hu_hu: órák
it_it: ore
ko_kr: 시간
nl_nl: uren
pl_pl: godziny
pt_pt: horas
ro_ro: ore
ru_ru: часы
sv_se: timmar
tr_tr: saat
uk_ua: годин

source: Minute
ar_sa: الدقائق
cs_cz: minuty
da_dk: minutter
de_de: Minuten
el_gr: λεπτά
es_es: minutos
fi_fi: minuuttia
fr_fr: minutes
hu_hu: percek
it_it: minuti
ko_kr: 분
nl_nl: minuten
pl_pl: minuty
pt_pt: minutos
ru_ru: минут
sv_se: Protokoll
tr_tr: dakika
uk_ua: хвилини

# insertDriverFile
source: Insert Attachment
ar_sa: إدخال الملحقات
cs_cz: Vložení příslušenství
da_dk: Indsættelse af tilbehør
de_de: Einsetzen von Zubehör
el_gr: Τοποθέτηση εξαρτημάτων
es_es: Inserción de accesorios
fi_fi: Lisävarusteiden asettaminen paikalleen
fr_fr: Insertion d'accessoires
hu_hu: Tartozékok behelyezése
it_it: Inserimento di accessori
ko_kr: 파일 첨부
nl_nl: Toevoeging van accessoires
pl_pl: Wkładanie akcesoriów
pt_pt: Inserção de acessórios
ro_ro: Introducerea accesoriilor
ru_ru: Установка аксессуаров
sv_se: Insättning av tillbehör
tr_tr: Aksesuarların yerleştirilmesi
uk_ua: Вставлення аксесуарів

# cw
source: Show Less
ar_sa: المحتوى المخفي
cs_cz: skrytý obsah
da_dk: skjult indhold
de_de: unsichtbarer Inhalt
el_gr: κρυφό περιεχόμενο
es_es: contenido oculto
fi_fi: piilotettu sisältö
fr_fr: contenu caché
hu_hu: rejtett tartalom
it_it: contenuto nascosto
ko_kr: 콘텐츠 숨기기
nl_nl: verborgen inhoud
pl_pl: ukryta zawartość
pt_pt: conteúdo oculto
ro_ro: conținut ascuns
ru_ru: скрытое содержимое
sv_se: dolt innehåll
tr_tr: GİZLİ İÇERİK
uk_ua: прихований вміст

# mention
source: Mentions
ar_sa: رفع (موضوع)
cs_cz: zvýšit (předmět)
da_dk: rejse (et emne)
de_de: erheben (ein Thema)
el_gr: εγείρει (ένα θέμα)
es_es: plantear (un tema)
fi_fi: nostaa (aihe)
fr_fr: élever (un sujet)
hu_hu: felemelni (egy tárgyat)
it_it: sollevare (un soggetto)
ko_kr: 멘션
nl_nl: opvoeden (een onderwerp)
pl_pl: podnieść (temat)
pt_pt: criar (um assunto)
ro_ro: a ridica (un subiect)
ru_ru: поднимать (предмет)
sv_se: höja (ett ämne)
tr_tr: yükseltmek (bir konu)
uk_ua: піднімати (тему)

source: Hashtag
ar_sa: الهاشتاج
fr_fr: Tags thématiques
ko_kr: 해시태그
ru_ru: хэштег
uk_ua: хештег

# emoji
source: Emojis
ar_sa: رمز تعبيري
cs_cz: emotikon
da_dk: humørikon
de_de: Emoticon
el_gr: emoticon
es_es: emoticono
fi_fi: emoticon
fr_fr: émoticône
hu_hu: emoticon
it_it: emoticon
ko_kr: 이모지
nl_nl: emoticon
pl_pl: emotikon
pt_pt: emoticon
ro_ro: emoticon
ru_ru: смайлик
sv_se: emoticon
tr_tr: İfade
uk_ua: смайлик

# previewNote
source: Preview post
ar_sa: معاينة المنشورات
cs_cz: Náhled příspěvků
da_dk: Forhåndsvisning af indlæg
de_de: Vorschau Beiträge
el_gr: Δημοσιεύσεις προεπισκόπησης
es_es: Vista previa
fi_fi: Esikatselu Viestit
fr_fr: Prévisualisation des messages
hu_hu: Előnézet Hozzászólások
it_it: Anteprima dei post
ko_kr: 본문 미리보기
nl_nl: Voorbeeld Berichten
pl_pl: Podgląd postów
pt_pt: Pré-visualizar mensagens
ro_ro: Previzualizare postări
ru_ru: Предварительные сообщения
sv_se: Förhandsgranska inlägg
tr_tr: Önizleme Gönderileri
uk_ua: Попередній перегляд публікацій

# reaction
source: Reactions
ar_sa: الاستجابة
cs_cz: odpověď
da_dk: svar
de_de: Antwort
el_gr: απάντηση
es_es: respuesta
fi_fi: vastaus
fr_fr: réponse
hu_hu: válasz
it_it: risposta
ko_kr: 리액션
nl_nl: antwoord
pl_pl: odpowiedź
pt_pt: resposta
ro_ro: răspuns
ru_ru: ответ
sv_se: svar
tr_tr: yanıt
uk_ua: відповідь

# reactionAccepting
source: Accept Emoticon Response
ar_sa: قبول الردود بالرموز التعبيرية
cs_cz: Přijímání odpovědí Emoji
da_dk: Accepterer Emoji-svar
de_de: Akzeptieren von Emoji-Antworten
el_gr: Αποδοχή απαντήσεων Emoji
es_es: Aceptar respuestas Emoji
fi_fi: Emoji-vastausten hyväksyminen
fr_fr: Accepter les réponses Emoji
hu_hu: Emoji válaszok elfogadása
it_it: Accettare le risposte Emoji
ko_kr: 리액션 수신
nl_nl: Emoji-reacties accepteren
pl_pl: Akceptowanie odpowiedzi emoji
pt_pt: Aceitar respostas de emojis
ro_ro: Acceptarea răspunsurilor Emoji
ru_ru: Принятие ответов Emoji
sv_se: Acceptera Emoji-svar
tr_tr: Emoji Yanıtlarını Kabul Etme
uk_ua: Прийом відповідей на емодзі

# reactionAcceptingAll
source: All
ar_sa: كاملة
cs_cz: kompletní
da_dk: fuld
de_de: vollständig
el_gr: πλήρες
es_es: completo
fi_fi: full
fr_fr: complet
hu_hu: teljes
it_it: completo
ko_kr: 전체
nl_nl: volledig
pl_pl: pełny
pt_pt: completo
ro_ro: complet
ru_ru: полный
sv_se: full
tr_tr: Tam
uk_ua: повний

# reactionAcceptingLikeOnlyRemote
source: Only likes for remote instances
ar_sa: المجد عن بُعد فقط
cs_cz: Pouze vzdálené Kudos
da_dk: Kun fjernbetjening Kudos
de_de: Nur Remote Kudos
el_gr: Μόνο απομακρυσμένα Kudos
es_es: Sólo Kudos remotos
fi_fi: Vain kaukosäädin Kudos
fr_fr: Kudos à distance uniquement
hu_hu: Csak távoli Kudos
it_it: Solo Kudos remoto
ko_kr: 리모트에서는 좋아요만 받기
nl_nl: Alleen afstandsbediening
pl_pl: Tylko zdalne Kudosy
pt_pt: Apenas Kudos Remotos
ro_ro: Numai la distanță Kudos
ru_ru: Только пульт дистанционного управления Kudos
sv_se: Endast fjärrstyrda Kudos
tr_tr: Sadece Uzaktan Kudos
uk_ua: Тільки віддалений кудос

# reactionAcceptingNoneSensitive
source: Non-sensitive only
ar_sa: المحتوى غير الحساس فقط
cs_cz: Pouze necitlivý obsah
da_dk: Kun ikke-følsomt indhold
de_de: Nur nicht-sensible Inhalte
el_gr: Μόνο μη ευαίσθητο περιεχόμενο
es_es: Sólo contenido no sensible
fi_fi: Ainoastaan ei-herkkä sisältö
fr_fr: Contenu non sensible uniquement
hu_hu: Csak nem érzékeny tartalom
it_it: Solo contenuti non sensibili
ko_kr: 민감한 이모지를 제외하고 받기
nl_nl: Alleen niet-gevoelige inhoud
pl_pl: Tylko zawartość niewrażliwa
pt_pt: Apenas conteúdos não sensíveis
ro_ro: Numai conținut nesensibil
ru_ru: Только нечувствительное содержимое
sv_se: Endast icke-känsligt innehåll
tr_tr: Yalnızca hassas olmayan içerik
uk_ua: Тільки нечутливий вміст

# reactionAcceptingNoneSensitiveOrLocal
source: Non-sensitive only(Only likes from remote)
ar_sa: المحتوى غير الحساس فقط (الإعجاب عن بُعد فقط)
cs_cz: Pouze necitlivý obsah (pouze vzdálené lajky)
da_dk: Kun ikke-følsomt indhold (kun remote likes)
de_de: Nur nicht-sensible Inhalte (nur Remote-Likes)
el_gr: Μόνο μη ευαίσθητο περιεχόμενο (μόνο απομακρυσμένες συμπάθειες)
es_es: Sólo contenido no sensible (sólo gustos remotos)
fi_fi: Vain ei-herkkä sisältö (vain etätykkäykset)
fr_fr: Contenus non sensibles uniquement (likes à distance uniquement)
hu_hu: Csak nem érzékeny tartalom (csak távoli kedvelők)
it_it: Solo contenuti non sensibili (solo per chi ama il remoto)
ko_kr: 민감한 이모지를 제외하고 받기(리모트에서는 좋아요만 받기)
nl_nl: Alleen niet-gevoelige inhoud (graag op afstand)
pl_pl: Tylko niewrażliwa zawartość (tylko zdalne polubienia)
pt_pt: Apenas conteúdos não sensíveis (apenas gostos remotos)
ro_ro: Numai conținut nesensibil (numai pentru aprecieri de la distanță)
ru_ru: Только нечувствительное содержимое (только удаленные лайки)
sv_se: Endast icke-känsligt innehåll (endast fjärrstyrning)
tr_tr: Yalnızca hassas olmayan içerik (yalnızca uzaktan beğeniler)
uk_ua: Тільки нечутливий контент (тільки віддалені вподобання)

# reactionAcceptingLikeOnly
source: Only likes
ar_sa: الإعجابات فقط
cs_cz: Líbí se pouze
da_dk: Kan kun lide
de_de: Mag nur
el_gr: Μου αρέσει μόνο
es_es: Sólo me gusta
fi_fi: Tykkää vain
fr_fr: Aime seulement
hu_hu: Csak szereti
it_it: Piace solo
ko_kr: 좋아요만 받기
nl_nl: Houdt alleen van
pl_pl: Lubi tylko
pt_pt: Apenas gostos
ro_ro: Îi place doar
ru_ru: Любит только
sv_se: Gillar bara
tr_tr: Sadece seviyor
uk_ua: Тільки лайки.

source: Notes
ar_sa: البطاقة
cs_cz: karta
da_dk: kort
de_de: Karte
el_gr: κάρτα
es_es: tarjeta
fi_fi: kortti
fr_fr: carte
hu_hu: kártya
it_it: scheda
ko_kr: 노트
nl_nl: kaart
pl_pl: karta
pt_pt: cartão
ro_ro: card
ru_ru: карта
sv_se: kort
tr_tr: kart
uk_ua: картка

# noteLocalOnly
source: Non-participation in joint
ar_sa: عدم المشاركة في المشترك
cs_cz: Neúčast na společném
da_dk: Ikke-deltagelse i fælles
de_de: Nicht-Beteiligung an gemeinsamen
el_gr: Μη συμμετοχή σε κοινή
es_es: No participación conjunta
fi_fi: Osallistumattomuus yhteiseen
fr_fr: Non-participation à l'action commune
hu_hu: A közös munkában való részvétel hiánya
it_it: Mancata partecipazione a un'azione congiunta
ko_kr: 연합에 보내지 않기
nl_nl: Niet-deelname aan gezamenlijke
pl_pl: Nieuczestniczenie we wspólnym
pt_pt: Não participação em acções conjuntas
ro_ro: Neparticiparea în comun
ru_ru: Неучастие в совместной деятельности
sv_se: Icke-deltagande i gemensam
tr_tr: Ortak çalışmalara katılmama
uk_ua: Неучасть у спільних

# noteVisibility
source: Visibility
ar_sa: الرؤية
cs_cz: viditelnost
da_dk: synlighed
de_de: Sichtbarkeit
el_gr: ορατότητα
es_es: visibilidad
fi_fi: näkyvyys
fr_fr: visibilité
hu_hu: láthatóság
it_it: visibilità
ko_kr: 표시 설정
nl_nl: zichtbaarheid
pl_pl: widoczność
pt_pt: visibilidade
ro_ro: vizibilitate
ru_ru: видимость
sv_se: synlighet
tr_tr: görünürlük
uk_ua: видимість

# noteVisibilityPublic
source: Public
ar_sa: علانية
cs_cz: otevřeně
da_dk: åbenlyst
de_de: offen
el_gr: ανοιχτά
es_es: abiertamente
fi_fi: avoimesti
fr_fr: ouvertement
hu_hu: nyíltan
it_it: apertamente
ko_kr: 공개
nl_nl: openlijk
pl_pl: otwarcie
pt_pt: abertamente
ro_ro: deschis
ru_ru: открыто
sv_se: öppet
tr_tr: Açıkça
uk_ua: відкрито

# noteVisibilityPublicText
source: Your note will be visible for all users
ar_sa: ستظهر مشاركتك في الخط الزمني العالمي
cs_cz: Váš příspěvek se zobrazí na globální časové ose
da_dk: Dit indlæg vises på den globale tidslinje
de_de: Ihr Beitrag wird in der globalen Zeitleiste erscheinen
el_gr: Η ανάρτησή σας θα εμφανιστεί στο παγκόσμιο χρονολόγιο
es_es: Tu publicación aparecerá en la cronología global
fi_fi: Postauksesi näkyy globaalilla aikajanalla
fr_fr: Votre message apparaîtra dans la chronologie globale
hu_hu: A posztod megjelenik a globális idővonalon
it_it: Il vostro post apparirà nella timeline globale
ko_kr: 모든 유저에게 공개
nl_nl: Je bericht verschijnt op de globale tijdlijn
pl_pl: Twój post pojawi się na globalnej osi czasu
pt_pt: A sua publicação aparecerá na linha de tempo global
ro_ro: Mesajul dvs. va apărea în cronologia globală
ru_ru: Ваше сообщение появится в глобальной временной шкале
sv_se: Ditt inlägg kommer att visas på den globala tidslinjen
tr_tr: Gönderiniz küresel zaman akışında görünecektir
uk_ua: Ваш допис з'явиться на глобальній часовій шкалі

# noteVisibilityHome
source: Home Page
ar_sa: شكل البداية
cs_cz: obr. začátek
da_dk: fig. begyndelse
de_de: Abb. Anfang
el_gr: εικ. αρχή
es_es: fig. principio
fi_fi: kuva alku
fr_fr: fig. début
hu_hu: ábra kezdet
it_it: inizio fig.
ko_kr: 홈
nl_nl: afb. begin
pl_pl: rys. początek
pt_pt: fig. início
ro_ro: fig. început
ru_ru: рис. начало
sv_se: fig. början
tr_tr: şekil. başlangıç
uk_ua: рис. початок

# noteVisibilityHomeText
source: Post to home timeline only
ar_sa: الجدول الزمني المرسل إلى الصفحة الرئيسية فقط
cs_cz: Časová osa odeslaná pouze na domovskou stránku
da_dk: Tidslinjen sendes kun til startsiden
de_de: Zeitleiste wird nur an die Startseite gesendet
el_gr: Χρονολόγιο που αποστέλλεται μόνο στην αρχική σελίδα
es_es: Timeline enviado sólo a la página de inicio
fi_fi: Aikajana lähetetään vain etusivulle
fr_fr: La chronologie n'est envoyée que sur la page d'accueil
hu_hu: Csak a kezdőlapra küldött idővonal
it_it: Timeline inviata solo alla home page
ko_kr: 홈 타임라인에만 공개
nl_nl: Tijdlijn alleen naar startpagina gestuurd
pl_pl: Oś czasu wysyłana tylko na stronę główną
pt_pt: Linha de tempo enviada apenas para a página inicial
ro_ro: Timeline trimis doar la pagina de pornire
ru_ru: Временная шкала отправляется только на главную страницу
sv_se: Tidslinjen skickas endast till startsidan
tr_tr: Zaman çizelgesi yalnızca ana sayfaya gönderilir
uk_ua: Хронологія надсилається лише на головну сторінку

# noteVisibilityFollowers
source: Followers
ar_sa: مراقب
cs_cz: watcher
da_dk: Seer
de_de: Beobachter
el_gr: παρατηρητής
es_es: observador
fi_fi: watcher
fr_fr: observateur
hu_hu: watcher
it_it: osservatore
ko_kr: 팔로워
nl_nl: watcher
pl_pl: obserwator
pt_pt: observador
ro_ro: observator
ru_ru: наблюдатель
sv_se: observatör
tr_tr: gözlemci
uk_ua: спостерігач

# noteVisibilityFollowersText
source: Post to Followers only
ar_sa: الإرسال إلى المتابعين فقط
cs_cz: Odeslat pouze následovníkům
da_dk: Send kun til følgere
de_de: Nur an Follower senden
el_gr: Στείλτε μόνο σε οπαδούς
es_es: Enviar sólo a seguidores
fi_fi: Lähetä vain seuraajille
fr_fr: Envoyer uniquement aux personnes qui suivent le site
hu_hu: Csak követőknek küldje el
it_it: Invia solo ai follower
ko_kr: 팔로워에게만 공개
nl_nl: Alleen verzenden naar volgers
pl_pl: Wyślij tylko do obserwujących
pt_pt: Enviar apenas aos seguidores
ro_ro: Trimite doar adepților
ru_ru: Отправляйте только подписчикам
sv_se: Skicka endast till följare
tr_tr: Yalnızca takipçilere gönder
uk_ua: Надсилати тільки підписникам

# noteVisibilitySpecified
source: Specified
ar_sa: رسالة خاصة
cs_cz: soukromý dopis
da_dk: privat brev
de_de: privater Brief
el_gr: ιδιωτική επιστολή
es_es: carta privada
fi_fi: yksityinen kirje
fr_fr: lettre privée
hu_hu: magánlevél
it_it: lettera privata
ko_kr: 다이렉트
nl_nl: persoonlijke brief
pl_pl: list prywatny
pt_pt: carta privada
ro_ro: scrisoare privată
ru_ru: частное письмо
sv_se: privat brev
tr_tr: ÖZEL MEKTUP
uk_ua: приватний лист

# noteVisibilitySpecifiedText
source: Post to specified users only
ar_sa: الإرسال إلى مستخدمين محددين فقط
cs_cz: Odesílání pouze zadaným uživatelům
da_dk: Send kun til bestemte brugere
de_de: Nur an bestimmte Benutzer senden
el_gr: Αποστολή μόνο σε συγκεκριμένους χρήστες
es_es: Enviar sólo a los usuarios especificados
fi_fi: Lähetä vain tietyille käyttäjille
fr_fr: Envoyer uniquement aux utilisateurs spécifiés
hu_hu: Csak megadott felhasználóknak küldés
it_it: Invia solo agli utenti specificati
ko_kr: 지정한 유저에게만 공개
nl_nl: Alleen verzenden naar opgegeven gebruikers
pl_pl: Wyślij tylko do określonych użytkowników
pt_pt: Enviar apenas para utilizadores especificados
ro_ro: Trimite numai către utilizatorii specificați
ru_ru: Отправка только указанным пользователям
sv_se: Skicka endast till angivna användare
tr_tr: Yalnızca belirtilen kullanıcılara gönder
uk_ua: Надсилати лише вказаним користувачам

# exceptionContentNull
source: Body cannot be empty.
ar_sa: لا يمكن أن يكون المحتوى فارغًا
cs_cz: Obsah nemůže být prázdný
da_dk: Indholdet kan ikke være tomt
de_de: Der Inhalt darf nicht leer sein
el_gr: Το περιεχόμενο δεν μπορεί να είναι κενό
es_es: El contenido no puede estar vacío
fi_fi: Sisältö ei voi olla tyhjä
fr_fr: Le contenu ne peut pas être vide
hu_hu: A tartalom nem lehet üres
it_it: Il contenuto non può essere vuoto
ko_kr: 내용을 입력해 주세요
nl_nl: Inhoud kan niet leeg zijn
pl_pl: Zawartość nie może być pusta
pt_pt: O conteúdo não pode estar vazio
ro_ro: Conținutul nu poate fi gol
ru_ru: Содержимое не может быть пустым
sv_se: Innehållet kan inte vara tomt
tr_tr: İçerik boş olamaz
uk_ua: Вміст не може бути порожнім

# exceptionCwNull
source: Body cannot be empty.
ar_sa: لا يمكن أن يكون المحتوى فارغًا
cs_cz: Obsah nemůže být prázdný
da_dk: Indholdet kan ikke være tomt
de_de: Der Inhalt darf nicht leer sein
el_gr: Το περιεχόμενο δεν μπορεί να είναι κενό
es_es: El contenido no puede estar vacío
fi_fi: Sisältö ei voi olla tyhjä
fr_fr: Le contenu ne peut pas être vide
hu_hu: A tartalom nem lehet üres
it_it: Il contenuto non può essere vuoto
ko_kr: 내용을 입력해 주세요
nl_nl: Inhoud kan niet leeg zijn
pl_pl: Zawartość nie może być pusta
pt_pt: O conteúdo não pode estar vazio
ro_ro: Conținutul nu poate fi gol
ru_ru: Содержимое не может быть пустым
sv_se: Innehållet kan inte vara tomt
tr_tr: İçerik boş olamaz
uk_ua: Вміст не може бути порожнім

# exceptionSendNote
source: Failed to send note {error}
ar_sa: {error}فشل إرسال البريد
cs_cz: {error}Nepodařilo se odeslat poštu
da_dk: {error}Kunne ikke sende post
de_de: {error}Postversand fehlgeschlagen
el_gr: {error}Απέτυχε να στείλει μήνυμα
es_es: {error}Error al enviar correo
fi_fi: {error}Postin lähettäminen epäonnistui
fr_fr: {error}Échec de l'envoi du courrier
hu_hu: {error}Nem sikerült elküldeni a postát
it_it: {error}Impossibile inviare la posta
ko_kr: 노트 전송 실패 {error}
nl_nl: {error}Post niet verzonden
pl_pl: Wysłanie posta nie powiodło się {error}
pt_pt: {error}Falha no envio do correio
ro_ro: {error}A eșuat trimiterea mesajului
ru_ru: {error}Не удалось отправить почту
sv_se: {error}Misslyckades med att skicka post
tr_tr: {error}Gönderi gönderilemedi
uk_ua: {error}Не вдалося надіслати повідомлення

# notePined
source: Pinned note
ar_sa: أهم المنشورات
cs_cz: Nejlepší příspěvky
da_dk: Top-indlæg
de_de: Top-Posten
el_gr: Κορυφαίες θέσεις
es_es: Top Posts
fi_fi: Top Posts
fr_fr: Top Posts
hu_hu: Legjobb hozzászólások
it_it: Messaggi principali
ko_kr: 고정된 노트
nl_nl: Top berichten
pl_pl: Najlepsze posty
pt_pt: Top Posts
ro_ro: Mesaje de top
ru_ru: Top Posts
sv_se: Bästa inlägg
tr_tr: En İyi Mesajlar
uk_ua: Найкращі публікації

# noteFormLanguageTranslation
source: Translation from {language}
ar_sa: {language} الترجمة من إلى
cs_cz: {language} Přeložit z na
da_dk: {language} Oversæt fra til
de_de: {language} Übersetzen von nach
el_gr: {language} Μεταφράστε από σε
es_es: {language} Traducir de a
fi_fi: {language} Käännä from to
fr_fr: {language} Traduire de à
hu_hu: {language} Fordítás a következőre
it_it: {language} Tradurre da a
ko_kr: {language}에서 번역
nl_nl: {language} Vertaal van naar
pl_pl: Przetłumaczono z języka {language}
pt_pt: {language} Traduzir de para
ro_ro: {language} Tradu din în
ru_ru: {language} Перевести с на
sv_se: {language} Översätt från till
tr_tr: {language}Ş uradan şuraya çevir
uk_ua: {language} Перекладіть з на

# noteCwShow
source: Show more
ar_sa: عرض المحتوى
cs_cz: Zobrazení obsahu
da_dk: Vis indhold
de_de: Inhalt anzeigen
el_gr: Εμφάνιση περιεχομένου
es_es: Mostrar contenido
fi_fi: Näytä sisältö
fr_fr: Afficher le contenu
hu_hu: Tartalom megjelenítése
it_it: Visualizzazione del contenuto
ko_kr: 펼치기
nl_nl: Inhoud weergeven
pl_pl: Wyświetlana zawartość
pt_pt: Exibir conteúdo
ro_ro: Afișați conținutul
ru_ru: Содержание дисплея
sv_se: Visa innehåll
tr_tr: İçeriği görüntüle
uk_ua: Відобразити вміст

# noteCwHide
source: Hide
ar_sa: إبعاد
cs_cz: uklidit
da_dk: lægge væk
de_de: einlagern
el_gr: να τακτοποιήσω
es_es: guardar
fi_fi: laittaa pois
fr_fr: mettre de côté
hu_hu: elrakni
it_it: mettere via
ko_kr: 접기
nl_nl: opbergen
pl_pl: odłożony
pt_pt: guardar
ro_ro: pus deoparte
ru_ru: убирать
sv_se: lägga undan
tr_tr: bir kenara koy
uk_ua: прибрати.

# noteReNoteByUser
source: Forwarded
ar_sa: تم الإرسال.
cs_cz: Předáno.
da_dk: Videresendt.
de_de: Weitergeleitet.
el_gr: Προωθείται.
es_es: Reenviado.
fi_fi: Lähetetty eteenpäin.
fr_fr: Transmis.
hu_hu: Továbbítva.
it_it: Inoltrata.
ko_kr: 리노트했습니다
nl_nl: Doorgestuurd.
pl_pl: Przekazane.
pt_pt: Encaminhado.
ro_ro: Transmis.
ru_ru: Переслано.
sv_se: Vidarebefordrad.
tr_tr: İletildi.
uk_ua: Переслано.

# noteReNote
source: Forward
ar_sa: إعادة التوجيه (البريد، والرسائل النصية القصيرة، وحزم البيانات)
cs_cz: přeposílání (pošta, SMS, datové pakety).
da_dk: Videresendelse (mail, sms, datapakker)
de_de: Weiterleitung (Post, SMS, Datenpakete)
el_gr: προώθηση (αλληλογραφία, SMS, πακέτα δεδομένων)
es_es: reenvío (correo, SMS, paquetes de datos)
fi_fi: edelleenlähetys (posti, tekstiviestit, datapaketit)
fr_fr: le transfert (courrier, SMS, paquets de données)
hu_hu: továbbítás (levelek, SMS-ek, adatcsomagok)
it_it: inoltro (posta, SMS, pacchetti di dati)
ko_kr: 리노트
nl_nl: doorsturen (e-mail, sms, datapakketten)
pl_pl: przekazywanie (poczta, SMS, pakiety danych)
pt_pt: reencaminhamento (correio, SMS, pacotes de dados)
ro_ro: redirecționare (e-mail, SMS, pachete de date)
ru_ru: пересылка (почта, SMS, пакеты данных)
sv_se: vidarebefordran (e-post, SMS, datapaket)
tr_tr: yönlendirme (posta, SMS, veri paketleri)
uk_ua: пересилання (пошта, SMS, пакети даних)

# noteQuote
source: References
ar_sa: اقتباس
cs_cz: citace
da_dk: citat
de_de: Zitat
el_gr: απόσπασμα
es_es: cita
fi_fi: quote
fr_fr: citation
hu_hu: idézet
it_it: citazione
ko_kr: 인용
nl_nl: citaat
pl_pl: cytat
pt_pt: citação
ro_ro: citat
ru_ru: цитировать
sv_se: citat
tr_tr: alıntı
uk_ua: цитата

# voteCount
source: Voted {count}
ar_sa: {count}شخص محتجز مقابل فدية
cs_cz: {count}osoba držená za výkupné
da_dk: {count}person, der holdes fanget for løsepenge
de_de: {count}Lösegeldforderung
el_gr: {count}πρόσωπο που κρατείται για λύτρα
es_es: {count}persona secuestrada
fi_fi: {count}lunnaita vastaan pidetty henkilö
fr_fr: {count}personne retenue contre rançon
hu_hu: {count}váltságdíjért fogva tartott személy
it_it: {count}persona tenuta in ostaggio per riscatto
ko_kr: {count}표
nl_nl: {count}persoon vastgehouden voor losgeld
pl_pl: {count}osoba przetrzymywana dla okupu
pt_pt: {count}pessoa detida para resgate
ro_ro: {count}persoană reținută pentru răscumpărare
ru_ru: {count}человек, удерживаемый с целью получения выкупа
sv_se: {count}person som hålls kvar för lösensumma
tr_tr: {count}fidye için tutulan kişi
uk_ua: {count}людина, яку утримують заради викупу

# voteAllCount
source: Total Vote {count}
ar_sa: {count}إجمالي الأصوات
cs_cz: {count}Celkový počet hlasů
da_dk: {count}Stemmer i alt
de_de: {count}Stimmen insgesamt
el_gr: {count}Σύνολο ψήφων
es_es: {count}Total de votos
fi_fi: {count}Ääniä yhteensä
fr_fr: {count}Total des votes
hu_hu: {count}Összes szavazat
it_it: {count}Totale voti
ko_kr: 총 투표수 {count}
nl_nl: {count}Totaal aantal stemmen
pl_pl: {count}Łączna liczba głosów
pt_pt: {count}Total de votos
ro_ro: {count}Total voturi
ru_ru: {count}Всего голосов
sv_se: {count}Totalt antal röster
tr_tr: {count}Toplam oy sayısı
uk_ua: {count}Загальна кількість голосів

# voteExpired
source: Voting has ended
ar_sa: تم إغلاق باب التصويت.
cs_cz: Hlasování je ukončeno.
da_dk: Afstemningen er afsluttet.
de_de: Die Abstimmungen sind abgeschlossen.
el_gr: Η ψηφοφορία ολοκληρώθηκε.
es_es: Se cierra la votación.
fi_fi: Äänestys on päättynyt.
fr_fr: Le vote est clos.
hu_hu: A szavazás lezárult.
it_it: Le votazioni sono chiuse.
ko_kr: 투표 종료됨
nl_nl: Het stemmen is gesloten.
pl_pl: Głosowanie zostało zamknięte.
pt_pt: A votação está encerrada.
ro_ro: Votul este închis.
ru_ru: Голосование закрыто.
sv_se: Omröstningen är avslutad.
tr_tr: Oylama sona ermiştir.
uk_ua: Голосування закрито.

# voteWillExpired
source: Deadline after {datetime}
ar_sa: {datetime}الموعد النهائي لما بعد الانتهاء
cs_cz: {datetime}lhůta po dokončení
da_dk: {datetime}Frist efter færdiggørelse
de_de: {datetime}Nacherfüllungsfrist
el_gr: {datetime}προθεσμία μετά την ολοκλήρωση
es_es: {datetime}plazo posterior a la finalización
fi_fi: {datetime}valmistumisen jälkeinen määräaika
fr_fr: {datetime}délai après achèvement
hu_hu: {datetime}a befejezés utáni határidő
it_it: {datetime}scadenza post-completamento
ko_kr: {datetime} 후 종료
nl_nl: {datetime}termijn na voltooiing
pl_pl: {datetime}termin zakończenia
pt_pt: {datetime}prazo pós-conclusão
ro_ro: {datetime}termen de finalizare ulterioară
ru_ru: {datetime}срок после завершения работ
sv_se: {datetime}tidsfrist efter slutförandet
tr_tr: {datetime}kapanış sonrası tarih
uk_ua: {datetime}кінцевий термін після завершення

source: Copy Content
ar_sa: نسخ المحتوى
cs_cz: Kopírování obsahu
da_dk: Kopier indhold
de_de: Inhalt kopieren
el_gr: Αντιγραφή περιεχομένου
es_es: Copiar contenido
fi_fi: Kopioi sisältö
fr_fr: Copier le contenu
hu_hu: Tartalom másolása
it_it: Copiare il contenuto
ko_kr: 내용 복사
nl_nl: Inhoud kopiëren
pl_pl: Kopiowanie zawartości
pt_pt: Copiar conteúdo
ro_ro: Copiați conținutul
ru_ru: Копирование контента
sv_se: Kopiera innehåll
tr_tr: İçeriği kopyala
uk_ua: Скопіювати вміст
